[
    {
        "text": "1 chair with red color cover on it from head rest to foot without hand rest"
    },
    {
        "text": "a rocking chair, brown frame, earth colored cushions"
    },
    {
        "text": "A beige wooden rocking chair with a curved back and slotted dowel backrest, featuring 8 poles and rocking feet."
    },
    {
        "text": "an old style brown wooden chair with curved back and curved legs"
    },
    {
        "text": "A brown wooden rocking chair with beige and grey stripes, 10-15 thin rods in the back, and nine legs."
    },
    {
        "text": "a simple looking black plastic chair is good for outdoor"
    },
    {
        "text": "A double-leveled computer table with a metallic frame and wooden top and shelf, featuring a yellow and silver color scheme."
    },
    {
        "text": "double seated chair made of wood on the top and Steel is attached on the bottom."
    },
    {
        "text": "a simple long and tall yellowish rectangular table with thin bases"
    },
    {
        "text": "grey desk"
    },
    {
        "text": "Two white, round nesting tables with 8 metal legs and wheels, creating a double table."
    },
    {
        "text": "Round table top either tightly covered or made out of some sort of plastic.  The table is sitting on a single column that branches out with four con-curved legs."
    },
    {
        "text": "A tall, olive-colored, square table with a blue glass top and wooden frame."
    },
    {
        "text": "A brown arm chair with wide cushioned seating."
    },
    {
        "text": "A pink color moiled chair has a leg and comfortable back."
    },
    {
        "text": "A metal chair with black legs and a purple cushion, featuring a cantilever-style design with a square seat and two linked legs."
    },
    {
        "text": "Brown plastic s-chair with no armrests and a bronze aluminum frame."
    },
    {
        "text": "A sleek black bench with two curved legs and a long, flat top."
    },
    {
        "text": "A rectangular black table with two rectangular bases and six shelves, crafted from wood with a classic design."
    },
    {
        "text": "Gray Color, Round Shape, Plastic Material, TeaPoy Table"
    },
    {
        "text": "Round plastic table with grey legs and a white top."
    },
    {
        "text": "A round wooden table with a circular top and four intersecting square frames forming the legs. It has two slits in the top and a symmetrical base."
    },
    {
        "text": "A table with round shaped plank and has five legs"
    },
    {
        "text": "A tan tear drop shaped wooden table with a grey cubicle base."
    },
    {
        "text": "Modern end table with a beige circular top and small circular base."
    },
    {
        "text": "Rectangular wooden table with a dark red finish and a lower shelf."
    },
    {
        "text": "black iron hook legs table with squire gray metal top table"
    },
    {
        "text": "A brown rectangle table with two broad legs."
    },
    {
        "text": "Rectangular wooden table with two legs, dark brown in color with a smooth finish."
    },
    {
        "text": "A wooden chair with pale green polishing on it."
    },
    {
        "text": "its a long table,the colour is brown.its foe office purpose"
    },
    {
        "text": "A modern blue colored chair with no armrest."
    },
    {
        "text": "A white wooden adirondack beach chair with a grilled back and seat support, featuring a light blue lazy chair design with four legs and armrests."
    },
    {
        "text": "Sleek grey office chair with four wheeled legs and a handle for storage."
    },
    {
        "text": "Classic four-legged chair with slanted backrest and base, crafted from wood in a grayish hue."
    },
    {
        "text": "Geometric white wood chair with silver armrests, yellow cushion, and spindle legs."
    },
    {
        "text": "A wooden table with four legs. It has square shape and sharp legs."
    },
    {
        "text": "A brown wooden table with a rectangular top, but the supports at its bottom make it difficult to sit at."
    },
    {
        "text": "Rectangular grey table with four legs and a smooth surface."
    },
    {
        "text": "Rectangular grey table with four legs and a smooth surface."
    },
    {
        "text": "Sleek rectangular glass coffee table with four curved steel legs and a circular base. Pale blue glass top and grey iron frame."
    },
    {
        "text": "This is a black desk with very stark features. It looks like metal, has eight drawers, a rectangular top and straight legs."
    },
    {
        "text": "A curved two seater wooden seats which can be used in a stadium or halls."
    },
    {
        "text": "A brown reclining outdoor lounge chair.  The chair has a lattice pattern on the fabric on the seat and back.  The arms and legs are hard and black."
    },
    {
        "text": "Rectangular, light brown wood desk with hutch, drawers, and four legs."
    },
    {
        "text": "Light wooden desk with five narrow drawers either side."
    },
    {
        "text": "Rectangular wooden table with two legs, light brown in color with 10 drawers, 5 on each side."
    },
    {
        "text": "This wooden office desk has a bare back, a small rectangular top and 4 drawers on the right hand side. The drawers have metal handles and vary in size."
    },
    {
        "text": "A rectangular center table with white top and steel base"
    },
    {
        "text": "A modern round glass table with three red legs, featuring a circular shape and vibrant red hue."
    },
    {
        "text": "This is table made up wood with square  shape. It is in brown in colour"
    },
    {
        "text": "A four-legged chair with a square base and a comfort back, crafted from wood and finished in brown wicker with a tight weave and a white cushion."
    },
    {
        "text": "A brown wooden chair with a black cushion, four legs, and a tilted backrest."
    },
    {
        "text": "round pedestal table, light gray in color, could be made of metal. single leg is slim with wide round base for balancing"
    },
    {
        "text": "This round table features a grey metal base and a glass top, with a circular shape and geometric design."
    },
    {
        "text": "A round glass top table with a designer central stand in black finish with spaces."
    },
    {
        "text": "Round glass top table with black wooden base and decorative barrel-shaped leg."
    },
    {
        "text": "A round glass table with a blue top and metal interlocking legs."
    },
    {
        "text": "Rectangular brown wooden desk with two drawers and a cubby beneath them."
    },
    {
        "text": "Round glass top table with black wooden base and decorative barrel-shaped leg."
    },
    {
        "text": "A RECTANGLE SHAPE TABLE OF LIGHT BROWN COLOR. IT'S TOP IS MADE OF LIGHT BLUE GLASS."
    },
    {
        "text": "A rectangular transparent glass table with four brown colored wooden legs."
    },
    {
        "text": "This rectangular table has a grey top and four spindle legs in a brown hue. Its geometric shape and sleek design make it perfect for any office or home."
    },
    {
        "text": "the table on the top is made out of marble and the four legs are brown"
    },
    {
        "text": "A modern, rectangular green table with a tennis court design, mountain-shaped legs, and a thick white stripe running down the center with a blue net."
    },
    {
        "text": "An L-shaped grey metal table with a glass top and four curved legs."
    },
    {
        "text": "Round glass top table with four silver-gray L-shaped legs."
    },
    {
        "text": "Rectangular wooden desk with brown finish, gray veneer top, three drawers and four legs."
    },
    {
        "text": "long brown table with drawers and black top"
    },
    {
        "text": "Old fashioned brown coffee table with four black legs"
    },
    {
        "text": "Rectangular ash-colored table with two curved legs."
    },
    {
        "text": "A rectangular grey metallic pool table with a playing design, six holes, and four short legs."
    },
    {
        "text": "a rectangular grey metallic pool table with playing design and holes"
    },
    {
        "text": "A grey, rectangular table with four short, solid legs and a flat top."
    },
    {
        "text": "A round, light blue, four-legged coffee table with a dark blue diamond pattern and black stripes."
    },
    {
        "text": "Tiled top coffee table.  It holds about 5lb of weight.  This manufacturer has also this table on a Version 2, which has stronger legs that can hold up to 20lb of weight."
    },
    {
        "text": "Sleek, round metal table with curved legs and a black granite top."
    },
    {
        "text": "white color square glass table with steel legs with stylish appearance."
    },
    {
        "text": "A brown, square-seated chair with four vertical legs and two round pegs protruding from the back."
    },
    {
        "text": "A brown chair with thick wooden material provided for perfect supporting."
    },
    {
        "text": "This is a very plain light brown table. It has no remarkable features other than the legs are slightly tapered from top to bottom."
    },
    {
        "text": "Square tan table with four curved legs and decorative railing between them."
    },
    {
        "text": "A cylindrical gray chair with a minimalist design and no arm rests."
    },
    {
        "text": "This armchair features a red and green checkered pattern, with a wide, circular front and short wooden legs."
    },
    {
        "text": "A black char with a round back and narrow arms and legs"
    },
    {
        "text": "A brown armchair with a grey cushion, featuring a curved backrest with the words \"SWEETROOM\" printed on it."
    },
    {
        "text": "Rectangular white-grey table with two steel grey legs and a thick wood plate balanced above them."
    },
    {
        "text": "Rectangular brown wooden table with two metal legs."
    },
    {
        "text": "The table is brown in color. It is two legged"
    },
    {
        "text": "Rectangular wooden desk with light brown finish and shelf below top."
    },
    {
        "text": "Rectangular white top table with grey legs, joined in the middle with a horizontal bar."
    },
    {
        "text": "A kitchen table with light brown striped elongated hexagonal top and gray base."
    },
    {
        "text": "Hexagonal top, gray metal legs, light brown wood grain finish."
    },
    {
        "text": "Rectangular wooden table with a laminated brown top, four window-shaped steel structures, four separations at the bottom, and four wheels."
    },
    {
        "text": "A vibrant red reclining chair with a curved seat and thin legs."
    },
    {
        "text": "A red chair with a curved steel base, no armrests, and a wide seat and medium back."
    },
    {
        "text": "A red chair.  It has no armrests and the bottom is curved steel."
    },
    {
        "text": "a blue and white marble pattern chair with four legs."
    },
    {
        "text": "Rectangular wooden coffee table with light stain, four legs, one drawer, and antiqued metal fittings."
    },
    {
        "text": "A table with crossed legs."
    },
    {
        "text": "A white rectangular table with two metal legs on opposite sides."
    },
    {
        "text": "A long rectangular wooden table with short wooden table legs. Has a single drawer on one end."
    },
    {
        "text": "Rectangular wooden table with four X-shaped legs, brown in color."
    },
    {
        "text": "The table is very long which can be used as reception desk. It has two colors which are black and grey"
    },
    {
        "text": "A white chair. It looks like it's cushioned."
    },
    {
        "text": "A white chair. It looks like it's cushioned."
    },
    {
        "text": "Two typical chairs with spongy seat and inclined backrest merged to form a single large chair"
    },
    {
        "text": "A white leather armchair with a mid brown wooden frame and four legs, featuring a wide, rectangular shape and tan cushions."
    },
    {
        "text": "this is an old looking desk that sems kind of cheap. The desk is brown and seems to be the type you put in the corner of a room. It is rounded on the inside with 3 drawers to place your work stuff, like pens and pencils."
    },
    {
        "text": "It is a black metal, modern looking table. It is split into sections, with a piece of metal splitting it into two pieces when you look at it from the front."
    },
    {
        "text": "It is dining table with sitting benches on both side.The benches are attached to the table.The whole set is green in colour."
    },
    {
        "text": "Rectangular wooden table with four long legs, light tan in color with a narrow width."
    },
    {
        "text": "a pressboard work bench table. light tan in color, raw wood."
    },
    {
        "text": "table with stand size , made of wood"
    },
    {
        "text": "A modern glass-topped desk with black wooden filing drawers and two triangular-bottomed, square-sided legs."
    },
    {
        "text": "A squarish chair with blue legs, green arms, a black back and seat, and yellow top."
    },
    {
        "text": "A grey colored metallic framed rectangle center table with storage underneath. It has a stone design on the top."
    },
    {
        "text": "A grey rectangular table with two X-shaped legs crafted from wood."
    },
    {
        "text": "Rectangular steel table with light black color, two U-shaped legs and a connecting bar."
    },
    {
        "text": "small rectangle table with two legs and one bar linking them"
    },
    {
        "text": "a brown rectangular wooden table with short supports"
    },
    {
        "text": "shapeis circle,color has grey,its made from wooden with metal,it apperas standing table of the snacks"
    },
    {
        "text": "A green and brown rectangular box with a metal handle, featuring rounded edges and a rectangular shape."
    },
    {
        "text": "A grey, square-topped, foldable table with X-shaped legs and shallow lines along the surface."
    },
    {
        "text": "Rectangular wooden table with a silky texture, snuff or dark brown color, four block legs, and a support piece joining them."
    },
    {
        "text": "A round wooden table with a gray metal base, featuring a light brown top and a single leg for support."
    },
    {
        "text": "square wooden table with 3 tier brown legs and yellow tops"
    },
    {
        "text": "A brown armchair with curved legs and a turquoise seat, featuring a low, narrow back and a green cushion."
    },
    {
        "text": "A round chair with an aqua colored seat and orange colored backrest."
    },
    {
        "text": "Rectangular wooden chair with black armrests, grey and red checkered fabric seat and back, and four legs."
    },
    {
        "text": "Gray, metal and plastic chair. Modern design."
    },
    {
        "text": "A black round chair."
    },
    {
        "text": "a square shape wooden chair is brown color"
    },
    {
        "text": "A brown, boxy wooden chair with a maroon foam cushion and a high, slotted back."
    },
    {
        "text": "A table of four square legs and a black color top with of painted cross art design"
    },
    {
        "text": "Simple table or end table. Aqua green top. 1 drawer."
    },
    {
        "text": "A table made of brown wood that has a colorful top made of green patterns."
    },
    {
        "text": "A square wooden table with four legs and a colourful glass top."
    },
    {
        "text": "Brown wooden desk with a white top.  Has 7 drawers with white faces"
    },
    {
        "text": "A rectangular multi purpose table made out of thick wood."
    },
    {
        "text": "Rectangular brown table with four legs and a slight cut near the top edge."
    },
    {
        "text": "Rectangular grey wooden table with a cut-out section and four white curved legs."
    },
    {
        "text": "A grey desk. There is a woodened top and six drawers."
    },
    {
        "text": "Rectangular table with blue glass top and four squared wooden legs."
    },
    {
        "text": "An oval-shaped, walnut-colored wooden table with two short cylindrical legs."
    },
    {
        "text": "mosaic tile top black coffee table.  Decorative lathe spun legs  in black, with a larger oval ball on the end. Beige and browns for the tile top."
    },
    {
        "text": "the table is in ash colour and inverted C shape with ash colour"
    },
    {
        "text": "a brown wooden recangular coffee table with short legs that are carved into a stylized shape"
    },
    {
        "text": "This is a light gray table that resembles a piece of folded paper: the two legs form the entire length of their sides. There may be a drawer."
    },
    {
        "text": "This sleek, gray rectangular table features a butt-joined construction and runner board bracing along the underside of the top."
    },
    {
        "text": "This item is black and rectangular; appears to be made of pressed wood and has pedestal style legs/support."
    },
    {
        "text": "Rectangular chair with silver metal legs, pink leather seat and back, and gray stain finish."
    },
    {
        "text": "Gray and Stain Pink Color, Rectangle and Square Shape, Leather and Metal Material."
    },
    {
        "text": "modern desk has curved back with five drawers and extra compartment on the side"
    },
    {
        "text": "this table has wooden frame.color is blue and black,it apperas expeirmental table.shape has rectangle"
    },
    {
        "text": "Rectangular tea table with brown and grey color, four angled legs, and marble inset top."
    },
    {
        "text": "This is a double bathroom sink. It is brown wood on the bottom. It has drawers and cabinets in the front. Sinks are white rectangles. Top of the cabinet is a light brown."
    },
    {
        "text": "rectangular shaped table with wood and cushion on it provided a space in it."
    },
    {
        "text": "this long low table has a top inset with marble or a similar stone. The dark table  has four legs set at an angle."
    },
    {
        "text": "Maroon color chair with four legs and rest at back"
    },
    {
        "text": "A light colour rectangular horizontal table top has blue colour four legs with centralized ladder-like bottom."
    },
    {
        "text": "Rectangular brown tabletop on a teal frame with a slatted shelf and four blue legs."
    },
    {
        "text": "A grey coffee table.  Instead of legs, it has a pair of arches, one attached to each long side."
    },
    {
        "text": "Rectangular metal table with gray textured top and curved legs."
    },
    {
        "text": "A brown square wooden table with four sturdy legs."
    },
    {
        "text": "An oval table with a yellow top, red trim and blue shelf."
    },
    {
        "text": "An oval table with a blue shelf under it.  The tabletop is yellow with a narrow red trim around it."
    },
    {
        "text": "Gray rolling office chair with metal base and plastic seat and back support."
    },
    {
        "text": "A white cloth chair with wooden legs."
    },
    {
        "text": "Sleek silver office chair with five wheels, two armrests, and an arched backrest."
    },
    {
        "text": "A tall, rectangular, brown wooden table with four long legs."
    },
    {
        "text": "A four-legged rectangular table in teak brown with three black squares on top."
    },
    {
        "text": "A light blue rectangular table with four fat cylindrical legs."
    },
    {
        "text": "A large, light grey, rectangular coffee table with a checked pattern on the top."
    },
    {
        "text": "A glass top, steel ridge type two layered table"
    },
    {
        "text": "Grey console table with a drawer. old fashioned, with one shelf at the bottom."
    },
    {
        "text": "Rectangular table made of a gray color metal frame with tinted glass top and a tier below with a similarly tinted glass top."
    },
    {
        "text": "A BROWN COLOR SQUARE SHAPED WOODEN MADE BOX TABLE WITH TWO SEPARATE CHAMBERS IN FRONT PORTION"
    },
    {
        "text": "A brown, square-shaped wooden table with two drawers on one side."
    },
    {
        "text": "Box seat cut out square, white 1980s, post modern"
    },
    {
        "text": "A rectangular grey cabinet table with 3 drawers and a raised border on the top."
    },
    {
        "text": "Rectangular wooden table with a light brown top and four black metal legs."
    },
    {
        "text": "Dark brown color with cushion seat and also finished by wooden legs used for office and home"
    },
    {
        "text": "Two grey, round-topped tables with small, circular bases."
    },
    {
        "text": "oval shaped short height coffee table with black metallic frame and white metal top"
    },
    {
        "text": "Rectangular wooden table with grey-brown hue, thin legs, long length and short width."
    },
    {
        "text": "A squire table in brown color has four legs."
    },
    {
        "text": "grey colored elegant chair with black legs"
    },
    {
        "text": "A desk counter type table with drawers, cabinet and support frame of a light yellow-white colored top"
    },
    {
        "text": "A brown, rectangular table with curved edges and three short, rectangular legs."
    },
    {
        "text": "Rectangular brown wooden table with silver steel legs and mica sheet covering."
    },
    {
        "text": "A contemporary recliner with a wide, grey and brown seat, armrests, a backrest, and four black tapered legs."
    },
    {
        "text": "A white, low-profile chair with four curved, metallic legs and a sleek, tubular body."
    },
    {
        "text": "Rectangular gray chair with high back, short arms, and 3 pillows stacked on the seat."
    },
    {
        "text": "White wooden or molded chair with a curved bottom and straight back . The top of the back of the chair also is carved into an arc shape to sync with the bottom shape."
    },
    {
        "text": "Two brown wooden tables with sharp edges, nestled together in a square shape."
    },
    {
        "text": "Rectangular wooden coffee table with a natural hue and four thick square legs."
    },
    {
        "text": "A circular, medium brown table with four sturdy legs and a wide, rounded top."
    },
    {
        "text": "A pink and black wooden chair with a square base and no arms, featuring staggered square spindles."
    },
    {
        "text": "A square flat object with two cup holders and legs made from blocks of wood."
    },
    {
        "text": "A blue rectangle table with broad legs. the table has a glass like appearance."
    },
    {
        "text": "A blue, rectangular table with curved edges and two parallel legs."
    },
    {
        "text": "A round wooden table with a metal base, brown top and silver base, rotatable and short."
    },
    {
        "text": "Oval glass top table with light blue surface and brown squiggly metal legs."
    },
    {
        "text": "Rectangular wooden table with a brown finish, one drawer, and a lower shelf."
    },
    {
        "text": "a soft colorful printed cushioned chair.  It has 4 swivel black legs"
    },
    {
        "text": "A vibrant, cone-shaped chair with three legs and a circular seat."
    },
    {
        "text": "cone shaped chair with three legs"
    },
    {
        "text": "A U-shaped chair with a foam and metal base, featuring a multi-colored pattern of blues, oranges, and reds in various shapes."
    },
    {
        "text": "A half-sphere chair with a round base, featuring a white exterior and red interior, with a grey cushion on the outside and a dark red cushion inside."
    },
    {
        "text": "Rectangular brown wooden table with four grooved legs and slightly rounded corners."
    },
    {
        "text": "A deep teak colored table with four square legs and three black colore square patterns on the top"
    },
    {
        "text": "Rectangular brown wooden desk with single drawer and storage place and brown metal frame and legs."
    },
    {
        "text": "A rectangular table with arched legs. Dark brown in color with a light brown edging."
    },
    {
        "text": "Black rectangular desk with four drawers total.  Two small drawers and two large drawers on either side of the center opening."
    },
    {
        "text": "brownish colored and wood are used to build the object and it's like a box"
    },
    {
        "text": "a rust coloured bended handle steel chair"
    },
    {
        "text": "A rust-hued steel chair with a curved handle and two legs, featuring a light orange hue, a six-hole backrest, and a dark brown frame."
    },
    {
        "text": "A black, armless chair with a square, white-cushioned seat and slanted back legs."
    },
    {
        "text": "Dining chair with concave back.  Dark coloured, with a lighter cushion on the seat"
    },
    {
        "text": "A silver grey colour plastic seat chair with a mobile tower design legs"
    },
    {
        "text": "A silver-grey plastic chair with a trapezium-shaped seat and four wooden legs connected by cross bars."
    },
    {
        "text": "This object has a square shape with a oval cutout.  It is green with perhaps a soft material. Metal legs on the bottom."
    },
    {
        "text": "a white metallic chair with stand legs and wheels"
    },
    {
        "text": "Rectangular wooden table with four legs, light brown in color, yellow wooden finish and wooden stripes."
    },
    {
        "text": "A slim, brown, rectangular table with four tall, tapered legs."
    },
    {
        "text": "Rectangular wooden table with four legs, light brown in color, yellow wooden finish and wooden stripes."
    },
    {
        "text": "Round wooden table with black metal legs, dark wood grain top, and four-legged pedestal base."
    },
    {
        "text": "Round, black table with a blue glass top and four slanted metal legs."
    },
    {
        "text": "A rectangular grey table with four thin metal legs."
    },
    {
        "text": "a metal work table"
    },
    {
        "text": "Circular side table that revolves on a black leg with three spokes made of metal."
    },
    {
        "text": "It is a square wooden chair with two pegs coming out of each side of the back rest."
    },
    {
        "text": "A wooden armchair with a reddish seat and back, four spindle legs, and armrests with slits."
    },
    {
        "text": "This armchair features a box-like shape with a maroon upholstery, black armrests, and a light brown seat with dark brown arm supports."
    },
    {
        "text": "A wooden chair with no arm rests square and circle objects making up the legs"
    },
    {
        "text": "An old fashioned wooden chair with victorian like legs."
    },
    {
        "text": "A brown, wooden chair with a full seat shaped like a bread slice, a backrest formed of two thicker bars on the outer sides and five thinner ones in between said two, all connected with a horizontal wooden plate at the end. The legs of the chair are carved out similarly to the two outer bars on its backrest, the two on the front are straight vertical whereas the two on the back are diagonal towards the outside of the chair, and the two pairs of one front and one back leg are connected to each other with another similarly carved horizontal bar, connected to the one parallel to it by yet another one."
    },
    {
        "text": "Rectangular wooden chair with light brown finish, four legs, and a curved backrest."
    },
    {
        "text": "A cedar chair with a square seat and curved backrest, featuring a brown wood finish and a unique circular design."
    },
    {
        "text": "A four-legged wooden chair with a semi-square base, a comfort back, and a peach-colored cushion."
    },
    {
        "text": "This is a wooden chair with a broad cushioned seat. The cushion is peach in colour. The back support consist of thin strips of wood and the entire chair except the cushion is light brown in colour."
    },
    {
        "text": "a solid wood chair with a mid century modern feel"
    },
    {
        "text": "a solid wood chair with a mid century modern feel"
    },
    {
        "text": "a ten-pocket, hexagonal, wooden pool table that is longer than it is wide with two hemispherical bases at the ends"
    },
    {
        "text": "Dark green and light green color rectangle shape wooden material"
    },
    {
        "text": "Square table, curved legs"
    },
    {
        "text": "Black chair with back support. Has single leg with 5 wheels branching from the main support."
    },
    {
        "text": "A brown, square-shaped chair with four legs and a green cushion in the center."
    },
    {
        "text": "A grey, armless, four-legged chair with a circular back and a square seat."
    },
    {
        "text": "A grey chair with a curved cushion and backrest, featuring a tan square seat and three segmented backrest."
    },
    {
        "text": "an ash color model with cushion seated at bottom having striped and carved design at back"
    },
    {
        "text": "a rotatable and moveable chair with silver coloured support"
    },
    {
        "text": "Round red chair with black seat and white base, minimal padding."
    },
    {
        "text": "A curved wooden light brown resting chair. With slots all over and one leg."
    },
    {
        "text": "Brown and black lounge chair with diamond pattern and adjustable back."
    },
    {
        "text": "The object is a tall cherry wood chair with a black cushion."
    },
    {
        "text": "A Metal Chair Having one Base support in circular shape and in orange colour,One Supporting steel rod between base and Seat,Seat is of metal with Orange colour on it,And Backrest  having two different size of holes parellel to each other"
    },
    {
        "text": "A grey metal chair with a yellow seating area, pole-shaped legs, and an orange rectangular base. It has a circular hole in the top and a smaller one in the base."
    },
    {
        "text": "Sleek silver armchair with a light gray cushion, four legs, and a round back."
    },
    {
        "text": "A modern, gray chair with a 90-100 degree angle, four thin metal legs, and no arm rests."
    },
    {
        "text": "A black, mesh chair with a T-shaped pole stand, curved outwards at both ends, and a L-shaped seat with no arms."
    },
    {
        "text": "A brown, wooden chair with a curved back and four rectangular legs."
    },
    {
        "text": "grey colored, metal chair. T shaped pole stand attached to netted L shaped seat. curved outwards at both the ends."
    },
    {
        "text": "Chair with style of Juventus. Materials from wood, plastic. You can stay like a big boss"
    },
    {
        "text": "A sleek black square table with four legs, each set connected by a board at the base."
    },
    {
        "text": "A black coffee table with thick legs. The top is made up of slats and there are spaces between each slat."
    },
    {
        "text": "A small, oval table with four cylindrical legs in silver color."
    },
    {
        "text": "Rectangular brown wooden table with A-shaped steel legs."
    },
    {
        "text": "a black square table with four legs\neach set of two legs has a board running between them at floor level"
    },
    {
        "text": "A square table with a blue glass top and thin brown wooden legs."
    },
    {
        "text": "This is a blue, square, glass, simple table."
    },
    {
        "text": "Brown chair with no legs. The chair back folds over three times to make the base."
    },
    {
        "text": "Geometric dark brown wooden chair with horizontal slats on the seat and vertical slats on the back."
    },
    {
        "text": "Rectangular wooden chair with a dark brown finish, featuring a curved backrest with multiple slits."
    },
    {
        "text": "Army green rectangular work bench with A-shaped legs, dull yellow table top, and 8 slanted wooden legs."
    },
    {
        "text": "a silver colour with 2 stand support"
    },
    {
        "text": "Rectangular grey table with six black legs and an arch-like design."
    },
    {
        "text": "A beige sofa chair with armrests and three red pillows, featuring a sloping design and a spacious seat."
    },
    {
        "text": "A couch/sofa chair in beige with armrests/sides sloping down and empty space below the seat. There are three bright orange-brown cushions laid on the back."
    },
    {
        "text": "A beige, single-seater sofa chair with a wooden armrest and a curved, rectangular shape."
    },
    {
        "text": "An arm chair in dark ivory color has four tiny legs and cushion on sitting."
    },
    {
        "text": "A black cushion chair with a curved seat and legs, and a round backrest."
    },
    {
        "text": "A big black chair with yellow pattern on it. It has big seat and no arm rests."
    },
    {
        "text": "Rectangular wooden chair with golden brown finish, high back and padded seat for comfort."
    },
    {
        "text": "Wooden chair, brown, ideal for dining, with high back"
    },
    {
        "text": "GREEN COLOR ROUND SHAPE TABLE WITH BROWN COLOR BOTTOM SIDE SUPPORTING LEG"
    },
    {
        "text": "This modern table features a rectangular glass top, two curved wooden legs in the shape of a cursive X, and a clear glass surface."
    },
    {
        "text": "A modern stainless steel table with glass top."
    },
    {
        "text": "Rectangular table with metal legs and wood top featuring two gray and one white block."
    },
    {
        "text": "Sleek, round glass coffee table with a smoky-black top and geometric striped glass pedestal and base."
    },
    {
        "text": "a table having rectangular glass surface and two curved wooden cross legged support"
    },
    {
        "text": "it is brown and white in colour,it is a table,it is rectangle in shape"
    },
    {
        "text": "The object has 4 legs, silver in color, - high back and a seat for sitting"
    },
    {
        "text": "Rectangular chair with grey and brown sponge surface, white cushion back and brown metallic legs."
    },
    {
        "text": "a green table tennis table with a thick white border vertically running along the center of the table, and a blue net running across the center horizontally"
    },
    {
        "text": "The chair is grey and blue in color. It is a square shaped chair. This chair is made of glass and metal. The legs of this chair is made of strong metal. It looks very ultra modern and also very attractive."
    },
    {
        "text": "A tall stoic chair, void of arm rests. The apex is only a small curvature above the head."
    },
    {
        "text": "A modern cubist chair with a tall, stoic silhouette, featuring a blue wooden frame, an oblong back, and four sturdy legs."
    },
    {
        "text": "A black chair with spindles and arm rests"
    },
    {
        "text": "A grey metal chair with four legs and a slim profile, featuring a tall, high-backed design with arm rests."
    },
    {
        "text": "A blue chair with a short back.  It has a metal support in a half-square shape instead of legs, with the open end facing the back, giving the chair flexibility."
    },
    {
        "text": "A modern blue chair with a half-square metal support and a flat seat."
    },
    {
        "text": "It's a beautiful chair. Made by wood with red color cushions. Suit for all puposes."
    },
    {
        "text": "A black chair with brown handles and a grey back, featuring a curved back, four brown legs, and an L-shaped seat."
    },
    {
        "text": "A two-toned armchair with a modern look, featuring a light brown wooden frame and slim legs, topped with a dark brown cushion."
    },
    {
        "text": "A sleek grey-legged table with a white, asymmetric top."
    },
    {
        "text": "a grey legged table with the white asymmetric top"
    },
    {
        "text": "A white, square-shaped porcelain toilet with a sink-like material and no seat cover."
    },
    {
        "text": "This is a vintage chair that you would fall in to.  It is very low with a narrow seat and solid arms that slope up and away from you with a back that slopes up and envelopes you.  It is made of leather."
    },
    {
        "text": "This vintage chair features a low, narrow seat, solid arms that slope up, and a deep, sturdy frame in a sleek black hue."
    },
    {
        "text": "It is a tall accent table with round top and base with three wooden support pieces."
    },
    {
        "text": "Round glass top table with 3 curved wooden legs, grey circles on the base and top, and a large round pedestal base."
    },
    {
        "text": "This table is rectangular in shape and has 4 legs.  The top is white with a light brown trim along the outside of the top.  The legs are metal and have a support between each set of legs."
    },
    {
        "text": "Rectangular white table with 4 black legs and light brown trim."
    },
    {
        "text": "Rectangular brown wooden table with four black legs."
    },
    {
        "text": "Brown chair with 4 half-moon shaped legs, metal arm rests, and a glass window in the back."
    },
    {
        "text": "This is an upholstered chair with a dome-like top and four legs. It is a yellow upholstery with wooden legs and accents."
    },
    {
        "text": "contemporary chair with semicircular elgs, a rectangular cutout in the back, and a modernistic folded-over seat design. Surfaces are solid gray and a brown wood-inlay pattern."
    },
    {
        "text": "A modern chair with made from wood, with chrome metal or steel railings."
    },
    {
        "text": "A black and gold recliner with a wooden frame and cotton seating, featuring golden arms and legs, and a wavy design with metallic strips."
    },
    {
        "text": "Black chair with wooden frame. Takes on a wavy appearance ."
    },
    {
        "text": "A square glass table with four celedon-colored cylindrical legs and a transparent top."
    },
    {
        "text": "Rectangular wooden table with blue metal rods, four black wheels, two brown shelves and purple metallic handles."
    },
    {
        "text": "This metal cart has a blue purple metal frame, 4 black wheels and the top and bottom trays on the serving cart are brown wood grain material for the shelves."
    },
    {
        "text": "Wooden table with an iron stand.Brown in color."
    },
    {
        "text": "Brown wicker seat. Arms as high as the back, with a white cushion."
    },
    {
        "text": "A tall, brown wooden chair with four legs, arms, and a nine-rung ladder-like back."
    },
    {
        "text": "A chair with cushion seat and cushion back with four legs"
    },
    {
        "text": "Rectangular steel chair with a dark gray finish and faux leather seat cushion."
    },
    {
        "text": "A square shaped light gray color table with one stand."
    },
    {
        "text": "A tall, single-legged, square-shaped grey table with a metal frame."
    },
    {
        "text": "A glass top table stained with three wooden legs that form a convex shape extending outward."
    },
    {
        "text": "this table has black color,its made from wooden with metal frame,it appears looks most efficient part of table,shape has semi circle"
    },
    {
        "text": "Rectangular grey table with four legs and a long length."
    },
    {
        "text": "Rectangular wooden teapoy with dark brown top and storage space beneath."
    },
    {
        "text": "it is rectangle table.\nit is used for dining table."
    },
    {
        "text": "TABLE COLOR IS LIGHT BROWN .THE SHAPE IS LIKE A SQUARE AND MATERIAL LOOKS LIKE WOOD AND PHYSICAL APPEARANCE LOOKS LIKE  MEDIUM SIZE TABLE WITH DOORS"
    },
    {
        "text": "A grey, rectangular table with two perpendicular legs and a wall in the center, resembling a table tennis table."
    },
    {
        "text": "table tennis like table.center have some rectangular projection.it is grey in color.two rectangular slab shape leg on two side of table."
    },
    {
        "text": "a tall structure that has four long and sturdy legs that keep the object stable and up together with a brown dark wood look"
    },
    {
        "text": "a wooden brown table with rectangular shape and four feet linked"
    },
    {
        "text": "A double-tiered glass table with a metal frame, featuring a square top and rectangular bottom with light-grey transparent glass."
    },
    {
        "text": "A green, ping pong table with a net in the middle and white lines on the top."
    },
    {
        "text": "Wooden end table with two levels of storage space."
    },
    {
        "text": "A retro-style chair with a round back and thin metal legs, featuring a brown, puffy half-circle cushion and four metal frame legs."
    },
    {
        "text": "Brown and white, restaurant style, wood, classic chair"
    },
    {
        "text": "A black, ergonomic office chair with a steel base and five wheels, adjustable in height."
    },
    {
        "text": "A rectangular center table with glass in middle"
    },
    {
        "text": "A wooden table with designed surface and curved four legs"
    },
    {
        "text": "Rectangular table with brown top and Ash bottom, metal legs and cross support, diagonal lines on the sides."
    },
    {
        "text": "This is a rectangular table with metal legs and cross support with a wooden slab top."
    },
    {
        "text": "A dark brown rectangle table with a silver base."
    },
    {
        "text": "A round, dark brown table with a single conical support."
    },
    {
        "text": "A table made of wood , Chocolate color having single tapered circular centered support."
    },
    {
        "text": "Rectangular white wooden table with grey sides and an open underside."
    },
    {
        "text": "occasional chair without arm rests with silver metallic industrial type legs with back of 9 square of different shades of gold and golden brown sort of tufted with seat of 9 squares of filled golden brown fabric."
    },
    {
        "text": "This is a white, J shaped kitchen counter with a number of shelves and a couple of cupboards."
    },
    {
        "text": "Rectangular chair with grey and black body, movable legs and hand rest, and small wheels."
    },
    {
        "text": "A modern office chair with wheels on the legs. It has curved backrest and has armrests."
    },
    {
        "text": "A large blue office chair. The office chair has a back and head support."
    },
    {
        "text": "A modern office chair with wheels on the legs. It has curved backrest and has armrests."
    },
    {
        "text": "A red office chair with a mesh back, two armrests, and a five-wheeled base."
    },
    {
        "text": "A low, rectangular gray table with curved arches supporting the top."
    },
    {
        "text": "Rectangular yellow metal stool with golden paint and criss-cross legs."
    },
    {
        "text": "Brown square rounded cornered table with thin folding metal legs"
    },
    {
        "text": "side table with aluminium legs foldable type with ply surface square type"
    },
    {
        "text": "IT IS STUDY DESK.IT IS TRINGULAR IN SHAPE.MADE FROM WOODEN."
    },
    {
        "text": "A rectangular wooden office desk with four drawers, a curved base, a mike system, a lamp and an artist pallet."
    },
    {
        "text": "a rectangular table with a sky blue cloud design that has two angled, grey legs"
    },
    {
        "text": "A gray glass rectangular table top with metal frame."
    },
    {
        "text": "Black rectangular table with four brown legs"
    },
    {
        "text": "Large, dark wooden table in a square shape.  Large, thick tabletop supported by large legs with imposed squares on bottom."
    },
    {
        "text": "a different type of chair wooden chair. its legs are a special type."
    },
    {
        "text": "A sleek black chair with four white metal legs, angled backrest and no armrests."
    },
    {
        "text": "Rectangular glass top table with white/blue printed top, black metal legs and a blue base."
    },
    {
        "text": "Rectangular grey table with four black metal legs."
    },
    {
        "text": "rectangular metallic white small table with one side much longer than the other one"
    },
    {
        "text": "A wooden coffee table with elegant metal legs."
    },
    {
        "text": "Black rectangular table. Four short legs."
    },
    {
        "text": "An old fashioned dirty green easy  chair made of pieces of wood."
    },
    {
        "text": "A blue chair with a square seat and two round holes in its back, supported by a diagonal support."
    },
    {
        "text": "grey colored, metal chair. four solid legs and square seat with rods at back."
    },
    {
        "text": "a light brom armchair with metal frame from a single tube, the back and the seat are curved wood"
    },
    {
        "text": "Round black chair with a C-frame for stability and a stylish red stripe."
    },
    {
        "text": "A curved, light brown armchair with a metal frame and wooden seat and back, resembling an incomplete S shape."
    },
    {
        "text": "A metal chair with a C-shaped frame and two rounded legs, featuring a blue floral pattern on a brown background."
    },
    {
        "text": "A BROWN AND GRAY LEGS VERTICAL CENTER TABLE"
    },
    {
        "text": "A grey chair with a boxy shape, four straight legs, and a rectangular back and seat."
    },
    {
        "text": "This grey kitchen chair features a flat seat, square legs that taper at the bottom, and a slightly backward leaning backrest with an X-shaped carving at the center."
    },
    {
        "text": "A simple brown chair with flat cushion seat and back. It is brown color on the frame and tan on the cushions."
    },
    {
        "text": "A black and red chair featuring a curved rectangular shape, wood and rexin material, and a velvet pump chaise resembling a high heel sandal."
    },
    {
        "text": "BASIC OFFICE CHAIR WITH BLACK PADDED SEAT AND BACK AND WOODEN FRAME.."
    },
    {
        "text": "This is a grey kitchen chair with an X pattern on the back."
    },
    {
        "text": "Sleek black executive chair with a L-shaped seat, wooden arm rests, and four metal spider-like legs."
    },
    {
        "text": "This chair is a light grey, rolling office chair with a curved, cushioned backrest and slim metal arms. It has four wheels and is made of plastic."
    },
    {
        "text": "This chair is a light grey, rolling office chair with a curved, cushioned backrest and slim metal arms. It has four wheels and is made of plastic."
    },
    {
        "text": "A blue chair with a square shape, wood material, tall physical appearance, and curved arms with a soft seat."
    },
    {
        "text": "A modern grey chair with a square shape and four straight legs, featuring a glass back and seat."
    },
    {
        "text": "A modern, curved chair with a bright blue fabric seat and back, and a paler blue body."
    },
    {
        "text": "A brown, four-legged chair with metal frame, cushion seat, and wheels. Geometry is rectangular with rounded edges."
    },
    {
        "text": "Red and Black relaxing chair made for daily comfort"
    },
    {
        "text": "This round metal table has a grey top and black legs, with a music note design on the top."
    },
    {
        "text": "Rectangular table with ash coloured top and four steel legs. Grey stool with long wooden material and three seaters."
    },
    {
        "text": "A RECTANGULAR TABLE WITH THE TOP MADE OF LIGHT AND DARK BROWN SHADES AND THE GROUND RESTS MADE OF WOOD"
    },
    {
        "text": "Rectangular wooden table with light and dark brown shades, dark wood strip down center, and hole cutouts on legs."
    },
    {
        "text": "A square wooden table with four legs, featuring an intricate crossbar design between each leg and a light brown finish."
    },
    {
        "text": "Rectangular brown wooden desk with 4 levels, thick base and skinny leg, featuring a keyboard space, large storage space and small storage space."
    },
    {
        "text": "Plain boxed shape desk, color in mohaggany. Wood finished."
    },
    {
        "text": "Rectangular brown wooden table with three sides closed and one side open."
    },
    {
        "text": "a brown wooden desk with 4 levels and a thick base and a skinny leg"
    },
    {
        "text": "3-D metal chair with two arms and two legs all connected from the front to the back"
    },
    {
        "text": "Rectangular wooden table with grey finish, featuring a netted design, four slatted legs and three drawers."
    },
    {
        "text": "Wood grain rural deco table. Sofa table with the top being rectangular shape. The base is smaller boards that are in an upside \"V\" shape and crossing toward the lower part of the table top."
    },
    {
        "text": "Rectangular wooden table with six patterned legs, brown in color with a beam across the length."
    },
    {
        "text": "Rectangular wooden table with grey finish, featuring a netted design, four slatted legs and three drawers."
    },
    {
        "text": "it is a designed table. it is rectangle in shape. it has four square wooden legs."
    },
    {
        "text": "a billiards table with green tabletop and 4 square legs"
    },
    {
        "text": "This chair has a metal frame with an ornate design in grey, a wooden seat, and four legs."
    },
    {
        "text": "This chair is metal in material with fabrics for the sitting parts (back and bottom). It features four legs which are angled."
    },
    {
        "text": "Light brown wooden dinner table, looks very basic"
    },
    {
        "text": "Rectangular wooden table with four square legs, light brown in color."
    },
    {
        "text": "A brown, two-tiered, square wooden table with a metal frame and four tubular metal legs."
    },
    {
        "text": "A white, box-shaped coffee table with two rectangular windows on each side, and a glass top resting on a black stand."
    },
    {
        "text": "A tall, light wooden chair with a built in shelf underneath the seat of the chair."
    },
    {
        "text": "Tall, cherry wood chair with a black cushion and a styled backrest."
    },
    {
        "text": "A tall silver chair with black metal legs and a geometric back."
    },
    {
        "text": "A tall, square-shaped high chair with four long legs, light grey body and light golden legs."
    },
    {
        "text": "A kind of royal cushion chair found in a living room. The backrest is a curved at the headrest with curved cushioned headrest"
    },
    {
        "text": "Rectangular wooden table with two metal legs and a foot rest, brown in color."
    },
    {
        "text": "Rectangular white table with black spindle legs and a dividing line in the middle."
    },
    {
        "text": "Heavy wooden table with metal base.  Can be used as a picnic table outdoors."
    },
    {
        "text": "A grey metal chair with a curved, circular top, a high backrest, and a cushioned seat."
    },
    {
        "text": "It is a rectangular shaped long table with 2 leg support."
    },
    {
        "text": "Rectangular wooden table with two squared legs, dark brown in color."
    },
    {
        "text": "It is a rectangular shaped long table with 2 leg support."
    },
    {
        "text": "Rectangular wooden table with two squared legs, dark brown in color."
    },
    {
        "text": "Grey colored rectangular shaped surface table with single cylindrical shaped stand from the center and base of the stand has a circular support"
    },
    {
        "text": "A round white table with four slender legs and a circular base."
    },
    {
        "text": "Rectangular white metal table with single cylindrical support and circular base."
    },
    {
        "text": "a glass table with metal trimmings. that has a magazine on top"
    },
    {
        "text": "Rectangular, low-profile, coffee-colored wooden table with curved edges."
    },
    {
        "text": "Rectangular dark wood coffee table with four legs, glass top and open storage compartment."
    },
    {
        "text": "This sleek steel chair features a circular frame with armrests, a black and red seat, and four legs."
    },
    {
        "text": "a gray colored chair with a circular posterior frame. With protruding armrests and red colored backrest"
    },
    {
        "text": "designer chair with curved back support without cushion and without arm support"
    },
    {
        "text": "The modern design coffee table features wooden legs and a glass top and glass under shelf.  The square wooden legs are black in color."
    },
    {
        "text": "The modern design coffee table features wooden legs and a glass top and glass under shelf.  The square wooden legs are black in color."
    },
    {
        "text": "A dark brown and light gray armless chair with a rounded back, square and rectangle shape, wood and leather material, and a yellow stain finish."
    },
    {
        "text": "A rustic wooden chair without arms. The back has vertical slats and the legs are connected by a single bar across both sides and the front."
    },
    {
        "text": "A dark brown wooden end table that has long metal legs."
    },
    {
        "text": "A rectangular glass table with a flat base supported by four legs, featuring a box-shaped brown wooden top with a steel base and a glass center."
    },
    {
        "text": "A square, dark brown, four-legged end table with a green felt top and a storage shelf underneath."
    },
    {
        "text": "Rectangular grey wooden table with four legs and support cross-pieces, silver-coloured 4-stand construction for strength."
    },
    {
        "text": "A grey, L-shaped chair with four legs and two arms, made of wood with a slightly bent back."
    },
    {
        "text": "A tall, black-upholstered high chair with four brown wooden legs."
    },
    {
        "text": "a high chair with cushioned seat and back support using black colored fabric. The chairs legs are made of brown wood that has foot rests on the front, left and right sides"
    },
    {
        "text": "Rectangular brown wood laminate table with one grey and brown leg, resting on a rectangular base."
    },
    {
        "text": "This is a wood grain rectangular table setting on a smaller rectangle.  The table itself is smooth with sharp corners."
    },
    {
        "text": "A long, short, wooden shelf with one cubby."
    },
    {
        "text": "Brown color  U shape modem dreganable table."
    },
    {
        "text": "U-shaped brown microfibre table with golden accents and a red flower for decoration."
    },
    {
        "text": "A brown wooden table with four legs.The top portion is green."
    },
    {
        "text": "dark wood rectangular desk with matching wide legs"
    },
    {
        "text": "Rectangular brown wooden table with four black legs."
    },
    {
        "text": "Wardrobe type table. grey in colour having two doors in the front for wardrobe"
    },
    {
        "text": "a desk made of wood with a natural wood top and a blue base"
    },
    {
        "text": "Rectangular metal desk with wooden drawers, grey top, and brown knobs."
    },
    {
        "text": "A tall, brown, square-topped wooden table with a single leg and an X-shaped base."
    },
    {
        "text": "A tall, brown, wooden table. It has a square top and a base that extends from its center."
    },
    {
        "text": "A dark brown square table with light brown checkerboard pattern and two short legs."
    },
    {
        "text": "Brown color, wood material, working table"
    },
    {
        "text": "Rectangular dark brown wooden table with four ornate legs and a red tiled top."
    },
    {
        "text": "its a multi colour cushions,cottons are used,blue,white,black is used,medium in size."
    },
    {
        "text": "A grey metal chair with a square seat and four legs, featuring a fan-shaped back of vertical rods."
    },
    {
        "text": "It is a black wooden chair with bamboo seat  and reclining slat back."
    },
    {
        "text": "A black modern style wood chair with an angle back support on a four leg support. The back legs and angled away from the chair for a wider base support."
    },
    {
        "text": "A black, angular chair with four legs and a back support."
    },
    {
        "text": "Ping and Stain Color, Square and Rounded Rectangle Shape, Steel and Leather Material."
    },
    {
        "text": "This ergonomic chair features a white frame with four legs, a blue 'S' criss-crossed with a pencil on the seat, and a name on the backrest. Its hourglass-shaped seat provides comfort and support."
    },
    {
        "text": "A four-legged chair with a green back and purple cushion seat, featuring blue cross bars and green spokes."
    },
    {
        "text": "This chair features a blue and white marble pattern, four legs, a vertical headrest, a curved top, and an old-fashioned design."
    },
    {
        "text": "An oval-shaped white table with a curved top and a black base, featuring intricate designs and four wheels."
    },
    {
        "text": "a silver coloured table with top curved at edges and dark base"
    },
    {
        "text": "A low, turquoise glass coffee table with a curved, rectangular shape and a wave-patterned bottom."
    },
    {
        "text": "Contemporary curved shaped modern light green glass office desk"
    },
    {
        "text": "Rectangular white table with metal legs and a sleek plastic look."
    },
    {
        "text": "Rectangular white wooden table with an upper portion designed with an extension and a lip at the front."
    },
    {
        "text": "Rectangular steel table with elegant base design, touch screen top platform and black outer stripe, four grey legs."
    },
    {
        "text": "Rectangular black wooden table with a glass top featuring a multi-colored zigzag pattern."
    },
    {
        "text": "This grey chair is made of silk and wood, with a square shape and a luxurious physical appearance. It features a curved sofa and two wooden legs, and is finished in a sleek silver colour."
    },
    {
        "text": "This chair features a high back with a contoured shape, grey upholstery, and dark brown wooden frame and armrests."
    },
    {
        "text": "Chair with wave back. Seat is light grey and legs and armrests are curved wood."
    },
    {
        "text": "A black, square-shaped coffee table with thick legs and a lower shelf of the same material."
    },
    {
        "text": "A very blocky table with a black sheen to it."
    },
    {
        "text": "A very blocky table with a black sheen to it."
    },
    {
        "text": "Table for living room, wooden, brown, rectangular, and two legs."
    },
    {
        "text": "This is a modern glass coffee table.  This smoky-black glass table sits on a geometric striped glass pedestal and base."
    },
    {
        "text": "Rectangular coffee table with four metal legs, blueish glass in the middle, metal tray-top, glass shelf below, and white pedestals."
    },
    {
        "text": "This grey rectangular table features four legs, two table tops, and a storage shelf."
    },
    {
        "text": "Rectangular grey steel table with four inward curving legs."
    },
    {
        "text": "Orange colored designer table with curved top and comes in short solid legs."
    },
    {
        "text": "Rectangular seat, dark brown wood, tall back with grill pattern, four legs, no arms."
    },
    {
        "text": "A black, square-shaped table with four silver metal legs connected at the middle."
    },
    {
        "text": "A single-seater metal chair with an orange and yellow tubeler-shaped seat, red and yellow aluminium stripes, and two brown spindled handles."
    },
    {
        "text": "Four legged Plastic orange and yellow tubeler shaped chair"
    },
    {
        "text": "square gray coffee table, sturdy and traditional"
    },
    {
        "text": "A grey, square-shaped wooden table with four small legs and a carved design on the legs."
    },
    {
        "text": "A chair with brown legs, The cushions are having brown and white designs."
    },
    {
        "text": "A sitting chair with two arms and one cushion seat."
    },
    {
        "text": "A chair with four legs and arm rest."
    },
    {
        "text": "A sitting chair with two arms and one cushion seat."
    },
    {
        "text": "A gray metal armchair with a square back, two arms, four legs, and a trapezium-shaped seat."
    },
    {
        "text": "a long wooden table with a pullout drawer on one side"
    },
    {
        "text": "An oval-shaped coffee table with a multi-colored wood finish, featuring a rounded rectangle top and four cylindrical legs."
    },
    {
        "text": "An oval shaped wood table on short wooden legs"
    },
    {
        "text": "An oval-shaped, two-toned wooden table with light wood legs and an X-shaped support structure, featuring a lower shelf."
    },
    {
        "text": "This modern square table features a curved abstract top with a single leg, and a wavy design in a mix of colors."
    },
    {
        "text": "Dark black, square-shaped rolling table with a drawer and sturdy foot rests."
    },
    {
        "text": "brown/grey in color, with an akward shape. The material seems to be glass and wood, while it has a unique appearance."
    },
    {
        "text": "a long, thin black rectangular table with two legs."
    },
    {
        "text": "Rectangular black table with two steel legs, a wooden platform and a square base with a wooden rack in the middle."
    },
    {
        "text": "a round wooden table with three legs, the platform having an risen edge"
    },
    {
        "text": "A modern, red, square table with four U-shaped metal legs."
    },
    {
        "text": "A white rectangular table with four legs connected by a lateral beam and a foot rest along the center."
    },
    {
        "text": "A stainless steel chair with an open back and slightly indented square glass seat, thin legs and no glass for the back."
    },
    {
        "text": "Rectangular grey chair with a square base and three slats as a backrest."
    },
    {
        "text": "Uncomfortable metal chair"
    },
    {
        "text": "Rectangular center table made of brown legs and thick glass top in blue color."
    },
    {
        "text": "A sleek, grey metal chair with a rectangular back and four post legs."
    },
    {
        "text": "A square green chair with brown legs, light yellow backrest, yellow fabric seat and two wooden legs."
    },
    {
        "text": "a wooden chair with 4  thin legs a robust half rounded moon shaped backseat"
    },
    {
        "text": "Rectangular wooden chair with four legs, brown in color, featuring a back with five vertical rungs."
    },
    {
        "text": "This is a brown wooden chair with four legs. The chair back consists of five vertical segments that meet a wider horizontal segment, and the legs are irregularly shaped."
    },
    {
        "text": "A light brown, square-shaped chair with an arched back and four legs, featuring a unique front lip."
    },
    {
        "text": "A solid wooden 90-degree chair with four rectangular support"
    },
    {
        "text": "Wooden chair with curved, contoured back. It has narrow legs and also two narrow arms, as well as a padded brown leather or vinyl seat cushion."
    },
    {
        "text": "The object is cedar, focused on circular shapes, made of wood, and very avant garde."
    },
    {
        "text": "This chair has a square seat and curved back, with tapered legs and a sleek grey finish."
    },
    {
        "text": "different type of living room table. squar shape, wood material"
    },
    {
        "text": "Round wooden table with bronze finish, featuring a raised edge and three legs."
    },
    {
        "text": "A small white table. A small garden table for snacks"
    },
    {
        "text": "A table with a white colored oval type top and four grey colored plate type legs"
    },
    {
        "text": "A white oval table with four grey plate-style legs."
    },
    {
        "text": "A white rectangular table with four short grey crossed legs."
    },
    {
        "text": "Hexagonal brown table with gray top and six rounded legs."
    },
    {
        "text": "A dark black round wooden table with four rectangular legs and a lower shelf."
    },
    {
        "text": "a dark brown side table with a lower shelf"
    },
    {
        "text": "A tall, square-shaped chair with four long legs and a grey leather upholstered back and seat, with no arm rests."
    },
    {
        "text": "dark brown mix black color, square mix rectangle shape, iron mix rexin material, and physical appearance chair"
    },
    {
        "text": "Rectangular, dark brown and black chair with armrests, D-shaped legs and a padded seat and backrest."
    },
    {
        "text": "A cream-coloured chair with printed man image, side arms, ash-coloured cushion, wooden legs and a geometric shape."
    },
    {
        "text": "ash color cushion chair with wooden legs with stylish appearance"
    },
    {
        "text": "A blue and grey metal chair with a cushioned back and seat, featuring tubular silver armrests and four legs."
    },
    {
        "text": "A monolithic gray chair with a square cup-like shape, featuring integrated armrests and an arched back."
    },
    {
        "text": "ash colored stand. having four legs made of wood"
    },
    {
        "text": "Rectangular glass table with four brown wooden legs."
    },
    {
        "text": "This grey metal chair has a square seat and back, with a black line running down the center, and armrests for support."
    },
    {
        "text": "A school chair that looks to be metal and is a silver gray color.  It is armless, however there is a desk top on the right side such that you would see in a classroom.  It has a black stripe down the seat back that runs onto the seat.  It is a metal chair."
    },
    {
        "text": "Silver metal armless chair with a white desk attached to the right side."
    },
    {
        "text": "it also has green colored cushion at center. it also made up of wood."
    },
    {
        "text": "A brown wooden chair with a black cushion, five legs, and wheels for revolving."
    },
    {
        "text": "it also has green colored cushion at center. it also made up of wood."
    },
    {
        "text": "Rectangular silver table with 4 legs and a tray connecting them, plain top surface."
    },
    {
        "text": "A tall white wooden table is very simple but nice"
    },
    {
        "text": "a large, brown, wooden backyard chair. it has large wooden arm rests and a tall back"
    },
    {
        "text": "A square, brown wooden side table with one drawer and slatted sides."
    },
    {
        "text": "This gray table/media stand is rectangular with a small addition sticking out in the front. There's a large cabinet with two doors in the front and two smaller cabinets on the left and right."
    },
    {
        "text": "A square glass-topped table with four metallic legs and curved spindles."
    },
    {
        "text": "A dark brown, thinly padded, uni-body curved office chair, with thin metal arm rests and four wheeled legs attached to a single metal post below."
    },
    {
        "text": "A sleek black office chair with a curved back, four wheel legs, adjustable armrests, and a headrest for extra comfort."
    },
    {
        "text": "A black office chair with wheels and adjustable armrests, backrest and headrest."
    },
    {
        "text": "This is a computer chair, that you might see seated in your home office. It looks very comfortable, and has really nice cushions on it. This seat rolls, and it is black."
    },
    {
        "text": "A chair made of steel frame and four square legs of grey color and a painted colored seat and backrest"
    },
    {
        "text": "A brown, antique-style wooden chair with four legs, a low seat, and a striped-carved back."
    },
    {
        "text": "A pink, curved plastic chair with four black metal legs."
    },
    {
        "text": "The brown color wooden chair with four legs and supported back."
    },
    {
        "text": "An old fashioned wooden chair with no armrest."
    },
    {
        "text": "This chair is a simple, grey, rectangular shape with four legs connected by two stocks. It has no armrests and a sloped back with three slots."
    },
    {
        "text": "A tall, orange plastic chair with two black trapezoid legs and a curved back."
    },
    {
        "text": "This appears to be an orange plastic chair. The chair has metal, trapezoid shaped legs."
    },
    {
        "text": "Wide wood chair with four legs.  The seat is covered in white fabric and there is a white pillow on the back."
    },
    {
        "text": "A wooden rectangular table with a glass top.  The edges of the top are brown wood and the glass is blue."
    },
    {
        "text": "Rectangular brown wood table with blue glass top."
    },
    {
        "text": "a wooden dark brown colored table with rounded corner rectangular surface and four short legs"
    },
    {
        "text": "Rectangular wooden table with four legs, dark brown in color with striped markings on top."
    },
    {
        "text": "This is a long rectangular table with one rounded edge at the end, four straight legs, and no other decoration."
    },
    {
        "text": "A light beige, four-legged chair with a square, rounded-edged seat, four pillar back, and carved skinny legs."
    },
    {
        "text": "this is a show piece, not to be used for sitting. the straight back would make it very uncomfortable. to straight for comfort"
    },
    {
        "text": "Rectangular black chair with grey cushion, two armrests and low-sitting design."
    },
    {
        "text": "It is a brown rectangular lounge chair with armrests and a solid back. It sits very low to the ground, and it appears to have a gray cushion."
    },
    {
        "text": "Rectangular black chair with grey cushion, two armrests and low-sitting design."
    },
    {
        "text": "A two-seater sofa with a white cushion, tan loveseat with wooden armrests and legs, cream coloured seats and back, and reddish brown arms and legs."
    },
    {
        "text": "Rectangular white table with grey drawers, a mirrored top and a sleek design."
    },
    {
        "text": "This is a large sized desk. It is white in color."
    },
    {
        "text": "A right-corner brown wooden office desk with wooden back panels"
    },
    {
        "text": "Rectangular wooden table with four legs and a brown finish."
    },
    {
        "text": "color is brown and shape is plat and material is wood.this is one kind of table"
    },
    {
        "text": "it is a wooden table. it is brown in color."
    },
    {
        "text": "Rectangular wooden table with three drawers, medium brown in color, four legs for support."
    },
    {
        "text": "A grey steel chair with a round seat, C-shaped back and curved arms, four legs and a cushion on the armrest."
    },
    {
        "text": "LOOKS LIKE AN GREY TABLE WITH TWO SIDES THAT ARE SOLID.  COULD BE A SHELF TOO."
    },
    {
        "text": "A round, white-topped table with three wooden legs that folds down to a semi-circle."
    },
    {
        "text": "A round, grey-colored wooden table with four solid legs and a plain circular top."
    },
    {
        "text": "Round wooden table with a dark brown finish, circular top and bottom, and three legs."
    },
    {
        "text": "This black plastic table has an oval-shaped base and a curved top, with two gaps at both corners and a tech piece in the middle."
    },
    {
        "text": "This low black rectangular table features three drawers on each side, and a dark black color. Its small size and geometric shape make it perfect for storing items in its drawers and on its top."
    },
    {
        "text": "A low black rectangular table with three drawers on both sides."
    },
    {
        "text": "A square, dark brown wooden table with four straight legs."
    },
    {
        "text": "Square, dark brown side table.  Straight legged, and possible wood-grain."
    },
    {
        "text": "tale with two grey legs, flat top with a divider in the center"
    },
    {
        "text": "Wooden nightstand with one drawer at the top of the nightstand. The nightstand is open in the back with slatted sides."
    },
    {
        "text": "A wooden and slate coffee table."
    },
    {
        "text": "A foldable, wooden table with a square top, a drawer, and a fold-down extension, in a chocolate brown hue."
    },
    {
        "text": "A modern glass coffee table with a grey rectangular top and silvered metal legs."
    },
    {
        "text": "A rectangular table with transparent top and silvered supports which are interconnected"
    },
    {
        "text": "Rectangular brown wooden end table with one drawer and two shelves."
    },
    {
        "text": "This is a small bedside table. It has 1 drawer in the front."
    },
    {
        "text": "Wooden nightstand with one drawer at the top of the nightstand. The nightstand is open in the back with slatted sides."
    },
    {
        "text": "brown colored, wooden table. four legs, square plain top with drawers attached to top."
    },
    {
        "text": "Geometric black chair with metal frame, featuring a hammock-like fabric back and seat, long arm holder, and four legs."
    },
    {
        "text": "Lounge chair with metal frame and black seat"
    },
    {
        "text": "Rectangular wooden chair with deep brown finish, light red upholstered seat, bowed feet, and armrests."
    },
    {
        "text": "this chair has brown color,it made from wooden frame,it appears look cushion seats are present,stable standing chair,shape has rectnagle"
    },
    {
        "text": "Armchair for living room, color brown, with seat and padded backrest, with armrests."
    },
    {
        "text": "Black rectangular table. Four short legs."
    },
    {
        "text": "a brown chair with arms and a hole in the back rest"
    },
    {
        "text": "Rectangular dark brown wooden table with metallic edges and four legs."
    },
    {
        "text": "this is one kind of chair and the chair color is brown and material is wood the chair shape is flat and we are sitting happly"
    },
    {
        "text": "A beige reading and sitting chair. The texture seems to be soft."
    },
    {
        "text": "A square shaped upholstered chair with swivel base."
    },
    {
        "text": "A square shaped upholstered chair with swivel base."
    },
    {
        "text": "Round base, square chair, boxy arms, short back, modern grey swivel chair."
    },
    {
        "text": "This angular bench features a dark hue, a V-shaped seat, and V-shaped legs for a modern look."
    },
    {
        "text": "black colour L bend design wooden table and good looking"
    },
    {
        "text": "It is an old fashioned, classical, stoned round brown surface table with eight wooden, brown color legs with Iranian craft."
    },
    {
        "text": "Rectangular grey table with four legs and a plain surface."
    },
    {
        "text": "A black, square metal table with a glass top and four legs."
    },
    {
        "text": "Rectangular grey table with black metal legs and a black bar connecting two of the legs."
    },
    {
        "text": "This chair features a wooden frame with four legs, a maroon cushion, and two armrests. It has a rectangular shape with a brown hue and a light weight."
    },
    {
        "text": "Wooden chair with four small legs  cushion seat all other sides clothcover"
    },
    {
        "text": "four wooden legs and having a comfortable sitting and backrest. Does not have armrest."
    },
    {
        "text": "a new fashioned and 3 leg chair."
    },
    {
        "text": "A silver chair with a curved back and four curved legs, featuring three bars connecting each leg, creating a ladder-like design."
    },
    {
        "text": "Rectangular steel chair with a dark gray finish and faux leather seat cushion."
    },
    {
        "text": "A sleek black plastic chair with a curved shape and open-weave seat, featuring two connected legs."
    },
    {
        "text": "A red cushion type chair with a metal frame."
    },
    {
        "text": "A red chair with a curved seat and geometrical metal legs, providing a modern look."
    },
    {
        "text": "a red plastic seating unit in one piece, sitting on a metal frame for feet."
    },
    {
        "text": "A low-back, square metal chair with a red frame and comfortable seat cushion."
    },
    {
        "text": "A grey table with holes on two side. A grey chair tucked away inside of the table."
    },
    {
        "text": "grey in color, rectangular, wood top and metal legs. The appearance of the table seems to be stable."
    },
    {
        "text": "Long skinny coffee table. Short and low to the ground, with clear aqua glass top and silver squat legs."
    },
    {
        "text": "Thelse are 3 stackable end tables of varying sizes with dark wood frames and frosted glass tabletops."
    },
    {
        "text": "Three stackable end tables with dark wood frames and frosted glass tabletops, rectangular in shape, brown in color, and four metal legs connected by three sticks."
    },
    {
        "text": "this is brown color chair. \nthis is relaxing chair."
    },
    {
        "text": "a brown, wood rocking chair. it has a open back on the chair, and a grey cushion for the seat."
    },
    {
        "text": "A round black marbled table top with a small round center, supported by a long slender pillar and a round grey metal base."
    },
    {
        "text": "This is a black chair.  It has a curved back and seat that is one piece."
    },
    {
        "text": "A black office chair with a reclined back, arm support, and five wheels for easy mobility."
    },
    {
        "text": "Grey square table with four rectangular legs. Top of table is lighter gray than the legs."
    },
    {
        "text": "A white, four-legged, square-shaped coffee table with a simple design."
    },
    {
        "text": "Round wooden table with dark brown finish, featuring three wedge-shaped legs and a round top."
    },
    {
        "text": "This yellow lounge chair features a rectangular shape with a metal and fabric construction, and a comfortable cushion."
    },
    {
        "text": "A yellow school chair with thin metal legs and a shell-shaped seat and back, featuring a geometric art deco design and no armrests."
    },
    {
        "text": "A chair with thin legs."
    },
    {
        "text": "A low-sitting armchair with a gray cushion and metal frame, featuring a black and silver color scheme."
    },
    {
        "text": "A white wooden table with grayish legs. With rounded corners."
    },
    {
        "text": "A two-tier, square-shaped, green wooden table with four legs."
    },
    {
        "text": "A two-legged chair with a square base and curved design, made of steel and finished in a moulded silver colour."
    },
    {
        "text": "Brown wood effect square table with the legs slightly smaller then the lid meaning that the top is slightly over hanging"
    },
    {
        "text": "A circular wooden table with a warm brown hue, featuring a unique tree bark-like design and three sturdy legs."
    },
    {
        "text": "a circular table made up of wood and is brown in colour and has four legs, has the design of a bark of tree"
    },
    {
        "text": "MEDIUM HIGH TABLE RECTANGULAR IN SHAPE WITH BLOCK TOP AND WOODEN LEGS"
    },
    {
        "text": "a rectangular silver coloured table with broad supports"
    },
    {
        "text": "a center table with circular top based on single stand ending with four legs to support, grey colored  plastic table"
    },
    {
        "text": "Rectangular brown wooden coffee table with two panel legs."
    },
    {
        "text": "A modern glass-topped coffee table with rounded corners and an oval/rectangular shape."
    },
    {
        "text": "A chair which is made up of wood has pillar like back."
    },
    {
        "text": "A black, curved chair with a flat base, back support and two armrests, upholstered in sand-colored fabric."
    },
    {
        "text": "A light-white shaped plastic chair which has concave back and seat and has four long steel legs."
    },
    {
        "text": "Brown dining room chair, no arms, fabric bakc and seat."
    },
    {
        "text": "This chair features a curved, silver-colored design with an oval-shaped backrest and stainless steel legs."
    },
    {
        "text": "a black and silver, cushioned kitchen chair."
    },
    {
        "text": "4 legged rectangular brownish wooden table."
    },
    {
        "text": "4 legged, square seating window pane patterned back."
    },
    {
        "text": "A two-tiered, mahogany-hued end table with a round, maroon top and base connected by four metal rods."
    },
    {
        "text": "This wooden chair features a curved medium-height back, with no arm rests and a rich brown hue."
    },
    {
        "text": "Red and brown chair with triangle top, four legs, and high back."
    },
    {
        "text": "A wooden chair made of a single folded piece of wood"
    },
    {
        "text": "Rectangular coffee table with wide, thin legs in black metal and a large, dark brown wooden top."
    },
    {
        "text": "Rectangular coffee table with wide, thin legs in black metal and a large, dark brown wooden top."
    },
    {
        "text": "standard table made with wood"
    },
    {
        "text": "A white leather lounge chair with a low backrest, armrests, and 6 legs."
    },
    {
        "text": "a white lounge chair.  the chair is made of of leather. it has 6 legs"
    },
    {
        "text": "a basket backed, red seated high bar stool with thin metal legs"
    },
    {
        "text": "it is curved shaped chair. it is used to sit comfortable . it is looking good."
    },
    {
        "text": "A tan lounge chair made of bamboo and wooden arms and legs"
    },
    {
        "text": "a 4 legged stool, with a rectangular top. It is entirely brownish in color."
    },
    {
        "text": "coffee brown chair with square seat and armrest and seatrest"
    },
    {
        "text": "A wooden chair with thin legs, a mauve coloured padded seat and back rest"
    },
    {
        "text": "A four-legged, boxy, brown chair with a tan covering and gray fabric cushion."
    },
    {
        "text": "A light brown, mission-style chair with a straight back, four legs, and cutouts in the backrest."
    },
    {
        "text": "Antique looking side table. The table is grey with two drawers. The legs are intricate with several designs and narrow to one point at the end of the feet."
    },
    {
        "text": "Rectangular wooden chair with coffee brown finish, four legs, two arms, and armrests."
    },
    {
        "text": "This is a textured cushion with a seat and a back. The fabric is brown and has a diamond pattern."
    },
    {
        "text": "a black chaise lounge that is flat on top"
    },
    {
        "text": "a metal broad seated chair having appealing red color at fully and also having a leg and path cushion seat"
    },
    {
        "text": "A rectangular wooden table with four sturdy legs, featuring a classic brown hue and a particle board top."
    },
    {
        "text": "A black, square-shaped chair with four wheeled legs and a curved, uni-body seat and backrest."
    },
    {
        "text": "A grey rocking chair with a flat metal back, four silver metal legs, and two replacement runners. Geometry is mostly square with no armrests."
    },
    {
        "text": "Oval-shaped, light brown plastic and inox chair with 4 legs, adjustable height, wood arms, and cushioning."
    },
    {
        "text": "A medium brown rectangular two-tier table with diamond-shaped glass inserts and cut corner octagonal top."
    },
    {
        "text": "A wooden table with glass parts in the center.There is also storage facility to keep any material below the table.It is rectangular in shape with curves in the four ends ."
    },
    {
        "text": "i ts square shape table . it has grey color."
    },
    {
        "text": "Rectangular, dark brown wooden coffee table with four legs and a plain top."
    },
    {
        "text": "brown colored, wooden table. four solid legs with plain rectangular top and foot rest space exactly same as top."
    },
    {
        "text": "Rectangular wooden tea poy with four pillars, brown in color and carved details."
    },
    {
        "text": "Rectangular wooden billiards table with green felt top and thick brown legs."
    },
    {
        "text": "A round, mahogany chair with no arms, featuring five spindles along the back and four spindled legs."
    },
    {
        "text": "A red, basket-backed bar stool with thin metal legs and an open mesh design."
    },
    {
        "text": "A brown chair with metal rods and 2 backs. This 2 tier stacked chair has no arm rests."
    },
    {
        "text": "This chair features a modern, geometric design with four iron legs, a pale yellow seat, and grey trim."
    },
    {
        "text": "This is a chair that is mainly pale yellow with four grey legs and grey trim on the vertical sides of the back. The seat has a square hole, and the back has a rectangular hole with three horizontal segments."
    },
    {
        "text": "Rectangular teapoy table with brown wood finish, four short legs and white stripes along the edges."
    },
    {
        "text": "Short wooden rectangular chair for living room, four short legs."
    },
    {
        "text": "A rectangular grey desk table with a drawer, a square marker and two rectangular legs."
    },
    {
        "text": "A simple laminated kitchen table.The thickness of the table is quite good.It is dark grey in colour."
    },
    {
        "text": "Rectangular grey bedside table with four tall legs and one drawer."
    },
    {
        "text": "grey chest drawer with square look with antique style legs"
    },
    {
        "text": "A black steel chair with a checkered seat and a red cushion, crafted with a wire grid to fit the user's body."
    },
    {
        "text": "A swivel chair with a square seat, four legs and wheels, made of round steel frame with a grey and brown cloth-like seat and backrest."
    },
    {
        "text": "A credenza or sideboard or entertainment center has a pale top shaped in a double curve. Short legs peek out of the bottom and gratings or slits can be seen on either side of the thing."
    },
    {
        "text": "black color in square shape with sink material toilet chair"
    },
    {
        "text": "A chair that has a high back, but no arms. The chair is black and has four legs."
    },
    {
        "text": "Rectangular black chair with curved top and bottom, four grey legs."
    },
    {
        "text": "Rectangular wooden table with steel H-shaped legs, greenish marble top, and two metal feet."
    },
    {
        "text": "A blue wooden rocking chair.  It is square with smooth lines."
    },
    {
        "text": "A brown, wooden chair with armrests, cushioned seating and an inclined back."
    },
    {
        "text": "four legs full black in color and does not have arm rest. VIP written on backrest."
    },
    {
        "text": "it is black coloured. it has four legs which square shaped"
    },
    {
        "text": "A light grey cushioned chair.The legs are  brown."
    },
    {
        "text": "Reclining lounger with steam bent wood frame, brown upholstery, and armrests that double as the base."
    },
    {
        "text": "A grey, geometric chair with a tall, straight back and flat seat, made of solid metal with no arms."
    },
    {
        "text": "Its a brown chair which probably is made of wood. There are no arm rests in the chair."
    },
    {
        "text": "Rectangular brown chair crafted from wood, with a black line design, no armrests, and a flat panel at the back for extra comfort."
    },
    {
        "text": "An old fashioned wooden chair with no armrest."
    },
    {
        "text": "This chair is a simple, grey, rectangular shape with four legs connected by two stocks. It has no armrests and a sloped back with three slots."
    },
    {
        "text": "A brown, wooden chair with a tall, upright frame, four lathed legs, and five rungs in the back."
    },
    {
        "text": "A light grey, rotating metal chair with a curved back and cylindrical base."
    },
    {
        "text": "The item is a gray utilitarian, high backed dining room chair.  Possibly cloth covered wood."
    },
    {
        "text": "a brown wooden chair with lathed legs, and a 5 rungs in the back"
    },
    {
        "text": "A boxy orange wooden chair with a flat seat and backrest, two legs in the front connected by a plate, and two back legs."
    },
    {
        "text": "A boxy orange wooden chair with a flat seat and backrest, two legs in the front connected by a plate, and two back legs."
    },
    {
        "text": "An orange chair in a box shape. There faces are all flat and there is only a small oblong opening in the seat."
    },
    {
        "text": "A grey rectangular table with 4 square legs and white table top."
    },
    {
        "text": "A light grey, square-shaped table with four legs."
    },
    {
        "text": "A rectangular silver metal table with two i-shaped legs."
    },
    {
        "text": "Brown colour legged black seated armed back curved chair"
    },
    {
        "text": "Rectangular brown wooden chair with slatted back and armrests."
    },
    {
        "text": "a silver swivel chair with two armrests and five legs with wheels"
    },
    {
        "text": "Rectangular chair with blue upholstery, grey base, two straight arms, and a pocket on the back."
    },
    {
        "text": "A red chair with a geometric S-shape frame crafted from steel, featuring wooden planks for seating."
    },
    {
        "text": "A red metal chair with a square shape, four legs, and a curved downward seat."
    },
    {
        "text": "It is orange color, square in shape with four legs attached to it, material used is metal and physical appearance looks like simple armless iron chair"
    },
    {
        "text": "A modern grey chair with a geometric shape, featuring a solid backrest and four straight legs."
    },
    {
        "text": "A four-legged chair with thick legs and a V-shaped hollow in the backrest, featuring a white color and a fancy design."
    },
    {
        "text": "A white wooden chair with a full-length backrest, four legs and no armrests, providing a sturdy and solid seating option."
    },
    {
        "text": "A round, multi-coloured table with a black tripod stand, featuring a green, pink and violet top and curved black legs."
    },
    {
        "text": "A classy Executive chair with wooden hands and metal base"
    },
    {
        "text": "Post-modern armless chair with round vertical slats on back, four unconventional legs with larger base, ash wood and iron construction, and a brown finish."
    },
    {
        "text": "A small, square grey table with four curved legs connected by two bracing sticks."
    },
    {
        "text": "a grey colored table with a broader top, and two racks"
    },
    {
        "text": "White table, short in height and long in length"
    },
    {
        "text": "A rectangular white wooden table with a unique gray design, featuring four legs and a flat top."
    },
    {
        "text": "A white, square metal table with three curved legs."
    },
    {
        "text": "A brown colored rectangular wooden table which has reversible Y shaped legs where wheels are attached to it."
    },
    {
        "text": "a round wooden table with three legs that can be \u007fused in any room"
    },
    {
        "text": "A small, brown, square-topped table with four tapered legs and a turned design in the middle."
    },
    {
        "text": "A grey, four-legged wooden chair with a tall, rectangular frame, a square seat, and a slatted back."
    },
    {
        "text": "Rectangular black table with four grey metal legs."
    },
    {
        "text": "Rectangular black table with four grey metal legs."
    },
    {
        "text": "A four-legged chair with a thin frame and a pink hue, featuring a purple cushion and metal handles."
    },
    {
        "text": "Padded chair made of purple colour with metal bases that extend throughout the chair and together form the handrails."
    },
    {
        "text": "A round, wooden table with a marble patterned top and 8 legs, featuring intricate woodwork and a glossy finish."
    },
    {
        "text": "An ornate, glass topped, octagonal wooden table with interlocking circles cut into each side"
    },
    {
        "text": "An octagonal wooden table with a cyan glass top, featuring intricate interlocking circles and a brown finish."
    },
    {
        "text": "A steel grey colored rectangle high table with shelf underneath. It has very long legs and small narrow top."
    },
    {
        "text": "cone shaped chair with three legs"
    },
    {
        "text": "brown, cube, wood and sitting chair. it suitable for garden sitting and relaxing places to enjoy"
    },
    {
        "text": "Rectangular brown wooden chair with angular edges, two horizontal slots in the backrest, and four thick legs."
    },
    {
        "text": "a simple brown dining chair with angular edges and two horizontal rectangular holes in the backrest"
    },
    {
        "text": "A modern white chair with a mesh fabric seat, thin metal legs, and lumbar support."
    },
    {
        "text": "A Foldable picnic table which is brown colour and rack style of top"
    },
    {
        "text": "Rectangular wooden dinning table with dark brown color."
    },
    {
        "text": "Rectangular wooden table with a brown finish, curved accents, and a shelf on the bottom, supported by four legs."
    },
    {
        "text": "A gray wooden cylinder chair with a curvature back."
    },
    {
        "text": "Rectangular glass table with chocolate brown wood border and intricate metal filigree legs."
    },
    {
        "text": "Rectangular brown wooden table with four legs and a single brace on the bottom. Rounded corners and a striped top."
    },
    {
        "text": "a table with molded legs having sharp side corners"
    },
    {
        "text": "This is a light brown wooden table, with a flat capsule shaped surface at the top, and two thick legs that are vertically tall, and is semicircle shaped with the flat sides facing the middle creating an empty space."
    },
    {
        "text": "A round wooden table with a brown finish, featuring a cylindrical base and circular top."
    },
    {
        "text": "A leather chair where seat is white in color with grey exterior."
    },
    {
        "text": "A grey, circular glass table with a single wooden leg and a silver-coloured base."
    },
    {
        "text": "A long red laminate rectangular folding table."
    },
    {
        "text": "Rectangular table with reddish-brown top and brown legs."
    },
    {
        "text": "A low table with black marble finish with four legs with supports to the top"
    },
    {
        "text": "Square table"
    },
    {
        "text": "A wooden with glass o top , curved legs, two sector central table."
    },
    {
        "text": "It is a desk type table rectangle  shape  with four long legs  and 2 drawers attached"
    },
    {
        "text": "Black color rectangle shape table with steel legs, its used for business and clubs etc.,"
    },
    {
        "text": "Rectangular metal table with four legs and wheels, pale blue in color."
    },
    {
        "text": "Rectangular white table with four legs and a light blue glass top."
    },
    {
        "text": "Rectangular wooden table with round edges, two wide legs, and a black stripe around the edge, in a brown hue."
    },
    {
        "text": "this table has blue on the top with a white base and black legs"
    },
    {
        "text": "Round wooden table with three V-shaped legs, medium-brown in color."
    },
    {
        "text": "This is a wooden table that would be best used outside. It has a dark wooden finish and appears to be sturdy."
    },
    {
        "text": "A dark brown, high-backed, wide-seated chair with a bulky cotton sitting posture and black leather shrink with a big seat cushion."
    },
    {
        "text": "Circular black leather chair with plush cushioning and tall armrests."
    },
    {
        "text": "a comfortable easy chair with dark colored cushion for seat, armset and backrest"
    },
    {
        "text": "This chair is black with a grey fabric seat and a black headrest. It has a wheeled base and a round swiveling seat."
    },
    {
        "text": "Rectangular table with four gray legs and a white top, featuring a small gray box on one corner."
    },
    {
        "text": "A square-shaped wooden table with a transparent glass top and two brown legs."
    },
    {
        "text": "The brown color rectangular table with iron legs."
    },
    {
        "text": "Rectangular wooden coffee table with light brown hue and geometric pattern."
    },
    {
        "text": "wooden, brown colored, table. four long legs with rectangular wooden top."
    },
    {
        "text": "Rectangular wooden table with two inverted T-shaped legs, blue glass divider, and blue frame."
    },
    {
        "text": "A round wooden table with a brown top and grey base, featuring a single cylindrical leg and a storage compartment."
    },
    {
        "text": "the chair is white is made out of metal and have four legs"
    },
    {
        "text": "A rectangular green wooden table with white stripes, featuring iron legs and a net in the center."
    },
    {
        "text": "A rectangular wooden picnic table with a checkered red and white tablecloth, featuring a square shape and brown wooden legs."
    },
    {
        "text": "Rectangular brown wooden coffee table with two legs and feet extending out from one side."
    },
    {
        "text": "Rectangular black chair with curved top and bottom, four grey legs."
    },
    {
        "text": "A grey, box-shaped metal table with four solid legs and a square top, featuring a single drawer and a granite-like top."
    },
    {
        "text": "Wood grain study table with pull out drawers and rolling top with slots for papers at the top."
    },
    {
        "text": "This office desk features a square wooden top with a circular cutout, a black and brown mix, and a three-sided support structure."
    },
    {
        "text": "A corner table brown in color made up of wood. Have 2 shelves under the table"
    },
    {
        "text": "Simple chair with no arms.The grey and white colour is used.It has simple semi circular shape for the back and square shape wood for sitting."
    },
    {
        "text": "This is a brown tabld"
    },
    {
        "text": "floor length covered dining chair. grey satin material"
    },
    {
        "text": "A champagne-colored, box-shaped wooden chair with a dark backrest and a grey satin cover for comfort."
    },
    {
        "text": "A gray cushion chair with four legs and arms, featuring a semi-circular back and a geometric design."
    },
    {
        "text": "A table with horizontal rectangular top and black painted four vertical legs."
    },
    {
        "text": "A low, rectangular black coffee table with a metal frame and split into two sections. Its sleek, modern design features a black metal base and painted wooden top."
    },
    {
        "text": "rectangle table"
    },
    {
        "text": "Rectangular brown wooden table with four legs and connecting pieces."
    },
    {
        "text": "It is a standard cushioned chair. It has four legs made of wood and the top part is made of cotton and is greenish-grey in colour. The legs are brown in colour."
    },
    {
        "text": "a black coloured four legged cushion containing wooden chair"
    },
    {
        "text": "A black, four-legged chair with a square seat, curved backrest, and cream-colored cushion."
    },
    {
        "text": "Rectangular black table with 4 brown wooden legs."
    },
    {
        "text": "This chair features a curved back, slim wooden arms, and a neutral-colored fabric seat with a small dotted pattern."
    },
    {
        "text": "A brown wooden chair with a green cushion, two arms, four legs, and a high back with geometric cutouts."
    },
    {
        "text": "A grey and white square chair with four black legs and a wooden frame."
    },
    {
        "text": "A chair with no armrest and long backrest with five bars."
    },
    {
        "text": "Swing legs chair with straight hand rest and straight back rest. Surface of back rest in to hollow square shapes"
    },
    {
        "text": "This four-legged chair is crafted from dark brown wood and features two armrests. Its curved back and round seat give it a classic, vintage look."
    },
    {
        "text": "Geometric brown armchair with a curved back, three cushions, and short wooden legs."
    },
    {
        "text": "Rectangular grey table with four legs, white shelf top, and steel square chairs."
    },
    {
        "text": "A square wooden table with four legs, medium brown finish, simple yet practical."
    },
    {
        "text": "Standard four-legged wood table, medium brown finish."
    },
    {
        "text": "This is a contemporary coffee table.  Wooden base and glass top."
    },
    {
        "text": "This is a greyish white table that is tall. There are four legs, and on the shorter ends of the table, there are vertical slats between the legs."
    },
    {
        "text": "A modern glass table with an odd oval shape, featuring a triangular design with grey steel place holders."
    },
    {
        "text": "Brown color Broad Table with 2 drawers. It is so short."
    },
    {
        "text": "A BROWN TABLE WHICH IS MADE FROM WOOD AND  IN RECTANGULAR  SHAPE AND FLAT  PHYSICAL APPEARANCE"
    },
    {
        "text": "Modern irregular shaped table with a wooden structure a blue countertop."
    },
    {
        "text": "Rectangular wooden table with four grey legs and a glass shelf underneath."
    },
    {
        "text": "Black rectangular coffee table with four legs on wheels."
    },
    {
        "text": "An oval glass-topped table with four cone-shaped wooden legs."
    },
    {
        "text": "This is a 4 legged glass table. The top is rounded and it has 4 wooden legs."
    },
    {
        "text": "This chair features a sky blue, v-shaped design with arm rests and a foldable cushion."
    },
    {
        "text": "Geometric green wooden chair with four slim legs, a high backrest and no cushion."
    },
    {
        "text": "Rectangular, golden-hued chair with cocoon-like shape, upholstered in yellow fabric and supported by four grey-colored wooden legs."
    },
    {
        "text": "A black office boss chair made of steel and leather. Has good resting arms and flexible back"
    },
    {
        "text": "Sleek black office chair with four-legged steel base, blue handles, adjustable headrest, lumbar support, armrests and plush seat."
    },
    {
        "text": "Rectangular beige sofa chair with four legs, two arms and back support, made of wood and upholstered in tan leather."
    },
    {
        "text": "heavy cushion typed chair. it has a golden color. very beautiful."
    },
    {
        "text": "wooden chair with 4 legs and brown in color"
    },
    {
        "text": "Black office chair with 5 legs for swivel function"
    },
    {
        "text": "It is a wooden chair. The color of the chair is brown and it has round edged handles."
    },
    {
        "text": "brown coloured wooden table with rectangular top"
    },
    {
        "text": "it is a billiards table. its playing area is in green color. it has eight legs."
    },
    {
        "text": "A round glass-topped table with a grey sphere base, featuring a clear oval top, black triangular openings, and a round grey base."
    },
    {
        "text": "Ornate brown coffee table with clear round glass tabletop."
    },
    {
        "text": "Round glass top coffee table with ten wooden legs radiating from the center, in a light brown hue."
    },
    {
        "text": "A brown, four-legged chair with a rectangular back and no armrests."
    },
    {
        "text": "Dark brown round end table with leaf-like legs and grey table top."
    },
    {
        "text": "Sleek gray curvy table with hollow design, featuring a wavy modern theme and two compartments."
    },
    {
        "text": "A green armless chair with a rectangular leather seat, wooden frame and four black legs."
    },
    {
        "text": "A desk for studying and writing purposes. A single large drawer and cabinet for keeping items."
    },
    {
        "text": "this chari has brown color,its shape has rectangle shape,its wooden based frame.its appears very convenient process seats in the chair."
    },
    {
        "text": "A tall wooden bar seat, with a cut out back and gray upholstery on the top.  The legs are tapered and come to a near point towards the ground with four horizontal supports."
    },
    {
        "text": "This chair features a red cushion and back, with dark wood legs and arms, and intricate detailing. It has a four-legged wooden table with a red and gray color scheme, and a regal, throne-like appearance."
    },
    {
        "text": "This is chair with handset. The top surface covered with cushon"
    },
    {
        "text": "Rectangular brown wooden table with four angular legs and black triangular accents."
    },
    {
        "text": "Rectangular two-part table with light yellow top and metal legs."
    },
    {
        "text": "a pool chair"
    },
    {
        "text": "A modern four-legged chair with a square seat and tapered edges, featuring a dark brown wooden frame and gray metal rods."
    },
    {
        "text": "The Charlize Glass Coffee Table is a sleek and modern option for storage and style in any room of your home. The transparent glass and aluminum leg frame exude a sophisticated presence to the room"
    },
    {
        "text": "Rectangular wooden table with a grey-teak top and green triangular legs."
    },
    {
        "text": "This is a wooden, brown, square coffee table.  The legs are actually two crossing slats that run perpendicular along the bottom."
    },
    {
        "text": "Rectangular coffee table with a blue glass top and four block wood legs."
    },
    {
        "text": "mica wooden table having cross leg design and pipe support."
    },
    {
        "text": "Rectangular brown chair with fabric-covered seat and backrest, four legs, and no handle."
    },
    {
        "text": "brown wooden chair with fabric on the seat and the backrest"
    },
    {
        "text": "Rectangular wooden chair with brown finish, ash seating, armrests, and grey cushion."
    },
    {
        "text": "a brown, wood rocking chair. it has a open back on the chair, and a grey cushion for the seat."
    },
    {
        "text": "an office table with sufficient work space which also three drawers and a comfortable leg space painted in brown and light yellowish  color."
    },
    {
        "text": "Rectangular wooden desk with beige top, grey sides, brown back, and circular wire hole."
    },
    {
        "text": "A grey rectangular table with straight metal legs."
    },
    {
        "text": "A green color rectangular table with two bend type legs."
    },
    {
        "text": "Rectangular wooden table with a beige top and black frame, featuring two reddish brown square legs."
    },
    {
        "text": "An oval black marble table with gray metal semi-circle legs."
    },
    {
        "text": "A rectangle dining table with light grey top, and 4 dark grey legs."
    },
    {
        "text": "A rectangular dining table with a light grey top and four dark grey legs."
    },
    {
        "text": "The color of the table is like a brown and the shape of the table is like rectangular and the material is like wooden and the physical appearance is like short and breadth table"
    },
    {
        "text": "Tall, thin, brown rectangular wooden table with a long, narrow countertop."
    },
    {
        "text": "A red, boxy chair with a high, straight back and thin sides. It has an enclosed base and is made of flat steel with brown accents."
    },
    {
        "text": "a red lounge chair with armrests and a high back"
    },
    {
        "text": "A round, cartoon-like mushroom with a bright red top and white spots, atop a white stem, sitting on a round of mossy green."
    },
    {
        "text": "A four-legged metal chair with armrests, a cushion seat, and a gray color."
    },
    {
        "text": "A large, round-edged, royal blue armchair with a wide, comfortable seat."
    },
    {
        "text": "A dark green chair with a flat plank base and three legs, featuring a cushion in maroon and green."
    },
    {
        "text": "A grey color single bed with thin legs very sleek"
    },
    {
        "text": "Brown wooden rectangular coffee type table with four grey spindle legs"
    },
    {
        "text": "Square wooden chair with four legs, brown wood and red cushion seat."
    },
    {
        "text": "Rectangular wooden table with two legs, dark brown in color."
    },
    {
        "text": "A brown rectangular wooden table with a chest of drawers on both sides."
    },
    {
        "text": "A brown rectangular wooden table with a chest of drawers on both sides."
    },
    {
        "text": "Rectangular wooden table with dark brown finish, two side drawers, and multiple drawers."
    },
    {
        "text": "Red colored squared table. It has four legs"
    },
    {
        "text": "A black rolling chair with a grey cushion, featuring a steel frame, black arms and legs, and silver-colored wheels."
    },
    {
        "text": "A light brown wooden dining table that has six wooden feet and wheels. The circular sides can be folded in to make the table rectangular."
    },
    {
        "text": "A tan, bendable \"S\" shaped chair with a metal frame and two legs."
    },
    {
        "text": "waiting room chair with dark brown corduroy type material. The back rest part of the chair is rounded and wider at the top and tapers down."
    },
    {
        "text": "Four legged armless single five backseated silver chair"
    },
    {
        "text": "Rectangular, brown, low-height table with curved edges and a single leg in the center."
    },
    {
        "text": "Wooden table in the form of surfboard, with a single support to the floor, made of solid wood."
    },
    {
        "text": "Rectangular glass-topped coffee table with dark brown wooden legs and a thin silver metal frame."
    },
    {
        "text": "A official table with two storage container along both sides which acts as two legs"
    },
    {
        "text": "a round wooden decorative table. It has 3 legs with a creme colored top."
    },
    {
        "text": "an new-fashioned, black chair, and one vertical pole base"
    },
    {
        "text": "A tall black bar chair with four legs, a cushioned seat and arm rests, and a PU/leather fabric."
    },
    {
        "text": "This chair is a black, armless, wheeled office stool with a half-rounded backrest and a revolving steel base."
    },
    {
        "text": "Square wooden chair with red front, black back, tan arms, green backrest and brown-red legs."
    },
    {
        "text": "It's a wonderful chair a unique design and look and it's different from others with trendy entire black look"
    },
    {
        "text": "a table with grey  in color and has four legs"
    },
    {
        "text": "Hexagonal plastic chair with two legs and a bar, blue in color."
    },
    {
        "text": "A modern office chair with a square seat and backrest, five metal legs, and rolling casters, in a light blue hue."
    },
    {
        "text": "Rectangular glass dining table with black color."
    },
    {
        "text": "A grey oval shaped table with darker grey legs."
    },
    {
        "text": "Rectangular glass dining table with black color."
    },
    {
        "text": "A brownish-white combined color sofa chair which has a square shaped seat and when viewed from front view it has two arch shaped arms and the chair has light brown colored border lining running at the bottom near it's four short legs."
    },
    {
        "text": "A taupe suede armchair with a wooden base and four legs, featuring a square seat and curved armrests and backrest."
    },
    {
        "text": "A modern style desk with unique wooden legs and a gray top work area."
    },
    {
        "text": "A classic four-legged wooden table with a square top, brown in color and a plank for storage."
    },
    {
        "text": "A brown rectangular table with four square legs, featuring a smooth, flat top and a classic design."
    },
    {
        "text": "A brown wooden table with four legs and a chequered top featuring a grey marble inlay in the center."
    },
    {
        "text": "A wooden table with a chess field design on the center and 4 legs"
    },
    {
        "text": "it is a brown color table.\nthis is a wooden table."
    },
    {
        "text": "Unique table with shimmery top and wooden bottom"
    },
    {
        "text": "A large yellow end table. There's a shelf near the top and the back has an interesting V in it's design."
    },
    {
        "text": "Rectangular dark wood table with four legs and hints of black."
    },
    {
        "text": "Rectangular yellow table with metal legs and two shelves."
    },
    {
        "text": "School desk table with yellow surface made up of steel."
    },
    {
        "text": "A modern chair with a curved shape, featuring alternating rows of hot pink and royal blue."
    },
    {
        "text": "A black and brown square-shaped chair with a cushioned seat, wooden backrest and four wooden legs."
    },
    {
        "text": "brown and black color in square shape wooden material armless single seater"
    },
    {
        "text": "U-shaped reception desk with two-tone veneer, glass panels and a rectangular top in brown/grey."
    },
    {
        "text": "FOUR LEG CHAIR WITH SQUARE BASE AND COMFORT BACK MADE OF PLASTIC LOOKS SIMPLE"
    },
    {
        "text": "A black, low-profile chair with a square base and plastic comfort back."
    },
    {
        "text": "A brown, rectangular chair with four straight legs and a shelf beneath the seat."
    },
    {
        "text": "White home theater stand"
    },
    {
        "text": "A square glass table with four steel rod legs, featuring a clear top and a sturdy frame."
    },
    {
        "text": "A white armchair. The seat is made of white fabric and has an overall square appearance."
    },
    {
        "text": "Rectangular brown wooden desk with three drawers and one cabinet."
    },
    {
        "text": "Rectangular wooden desk with brown finish, four handles, two drawers and two cabinets."
    },
    {
        "text": "a brown wooden desk with top draw and cabinets on the two sides"
    },
    {
        "text": "A sleek, silver grey chair with a curved back and four legs."
    },
    {
        "text": "A GRAY COLORED CHAIR THAT HAS CURVED BACK SEATING WITH LENGTHY LEGS."
    },
    {
        "text": "This red armchair has a square shape with thin seat and back, and four legs with two arms."
    },
    {
        "text": "A black, geometric chair with four square legs and a cushioned back."
    },
    {
        "text": "L-SHAPE AND BROWN COLOR CHAIR OF THE OBJECT"
    },
    {
        "text": "A black, rectangular chair with curved arm rests and four long legs."
    },
    {
        "text": "this is a brown color chair.\nit is used for home."
    },
    {
        "text": "a grey color metallic chair with frame style legs and inclined back rest"
    },
    {
        "text": "A semi-circular, adjustable steel chair with a black cushion and no arms."
    },
    {
        "text": "a black and pink color cushioned wooden chair with circle design back"
    },
    {
        "text": "A black and pink armless chair with a round back and red cushion seat."
    },
    {
        "text": "This chair is made of clack wrought iron metal and has a mauve covered seat."
    },
    {
        "text": "This 6-legged, symmetrical wooden computer table features a brown wood finish, a grey center accent, and two middle shelves."
    },
    {
        "text": "An oval, light wood table with a wheeled, black base and a circle between the struts."
    },
    {
        "text": "Rectangular wooden table with smooth edges and four legs, featuring a marble inlay in the center."
    },
    {
        "text": "A FOUR LEGGED 'U' SHAPED LEGS CHAIR WITH BLUE COVERED CUSHION IN THE SEATING AREA AND THE BACK REST"
    },
    {
        "text": "Rectangular brown desk with one drawer and one cabinet, open leg ar, and space for a computer tower."
    },
    {
        "text": "Rectangular wooden desk with two drawers on the left and three on the right, a central drawer and two slides. Brown in color."
    },
    {
        "text": "Rectangular wooden desk with two legs, brown in color, featuring two compartments for storage on the right side."
    },
    {
        "text": "This square table has four legs and is ash grey in color. Its geometric shape is perfect for displaying books and other items."
    },
    {
        "text": "A light yellow, square wooden table with curved legs, perfect for keeping items."
    },
    {
        "text": "Round metal coffee table with round top and round bottom base and three spindle in the middle."
    },
    {
        "text": "This barber chair features a round base, two armrests, and a footrest. It is grey in color and has a single leg design with leg and back comfort."
    },
    {
        "text": "A boxy looking black chair with a grey cushion and a small slit in the top of the chair."
    },
    {
        "text": "A black, boxy chair with four straight legs and a grey cushion."
    },
    {
        "text": "A black and white stragit leeg chair."
    },
    {
        "text": "Rectangular brown desk with four tiny legs, keyboard tray, and CPU stand."
    },
    {
        "text": "A brown wooden chair with four rectangular legs and a square back support."
    },
    {
        "text": "Basic solid wood chair, slight design to wood but no decorative features 4 square legs"
    },
    {
        "text": "This is a wooden chair with a metal back. The chair stands on four wooden legs which appear to have balls in the middle of each leg. The metal sticks vertically out of the wooden seat and connects to a wooden headrest."
    },
    {
        "text": "A brown wooden chair with four legs, a geometric back of five grey metal bars, and a top brown wooden piece."
    },
    {
        "text": "A red steel chair with four legs and a slanted back."
    },
    {
        "text": "it is blue in colour,it is a chair,it is curved rectangle in shape"
    },
    {
        "text": "Tan wooden chair with a straight back and square seat."
    },
    {
        "text": "A black barstool with a round seat, T-shaped backrest, and four legs in a square formation."
    },
    {
        "text": "A grey, armless, metal chair with a square shape and four legs."
    },
    {
        "text": "A rectangular clear glass table with a grey steel stand, featuring curved vertical ends."
    },
    {
        "text": "A square wooden table with four metal legs, featuring a brown hue and stylish design."
    },
    {
        "text": "its a desk chair with lumbar support. It has a spit back and head rest, and is able to spin.It also has arm rests and cushions."
    },
    {
        "text": "Sleek black and grey office chair with curved armrests and five wheeled feet."
    },
    {
        "text": "a black adjustable chair on wheels"
    },
    {
        "text": "Two rectangular tables of gray color, made of metal, with two legs each and separated by a narrow side."
    },
    {
        "text": "this table was a really good one and more easily to use"
    },
    {
        "text": "LIGHT RED COLOR WOODEN TABLE WITH ONE DRAWER ON THE RIGHT SIDE OF THE TABLE WITH FOUR LEGS."
    },
    {
        "text": "This is a purple wooden table.  It has 4 curved legs.  The table top is rectangular."
    },
    {
        "text": "it is fix type chair . it has black color. it uses the metal materials ."
    },
    {
        "text": "A black, square chair with wooden construction, featuring armrests and vertical lines."
    },
    {
        "text": "black outdoor chair made of plastic or metal with arms and vertical lines"
    },
    {
        "text": "old-fashion armchair covered with grey and light blue fabric"
    },
    {
        "text": "Square-shaped, reddish-brown table with thick top and tapered legs."
    },
    {
        "text": "This is a brown wooden table.  The wood grain on top looks like stripes."
    },
    {
        "text": "A COCO BROWN LOW WOODEN VERTICAL FOUR LEGS TABLE"
    },
    {
        "text": "A wooden utility table ridges and designs with a table lamp attached to top"
    },
    {
        "text": "ANCIENT TYPE INBUILT CHAIR WITH FOR LEGS WITH STEPS IN FRONT."
    },
    {
        "text": "Molded plastic chair, white in color. With foot rest."
    },
    {
        "text": "A low-lying round table with a small circular base, crafted from brown wood."
    },
    {
        "text": "A short circular table with a circular base, made from brown wood."
    },
    {
        "text": "A brown colored wodden table looking in a J shape"
    },
    {
        "text": "A dark brown wooden table with segmented top and four curved legs made of the same wood."
    },
    {
        "text": "J-shaped brown wooden table with mustard and black curved top."
    },
    {
        "text": "A yellowish-orange theater chair with a tall back, small wooden legs, and a car-brown cushion."
    },
    {
        "text": "An ideal office chair with coussioned base and backrest and having five mettalic legs."
    },
    {
        "text": "Rectangular steel table with grey wood and four legs connected by a joining."
    },
    {
        "text": "Rectangular white wooden table with two connected pillars at the edges."
    },
    {
        "text": "Chair with wave back. Seat is light grey and legs and armrests are curved wood."
    },
    {
        "text": "a well seated cushion sofa to relax for older people with shiny silver color look under the mat finishing"
    },
    {
        "text": "A modern looking table that would also function as a desk."
    },
    {
        "text": "Sleek and modern, this metal desk features a long rectangular top with round metal legs that extend outwards for stability. The silver color and geometric shape make it a stylish addition to any room."
    },
    {
        "text": "A black, plastic chair with a square seat and adjustable height, featuring five rolling casters and a column base with four spokes and wheels."
    },
    {
        "text": "A yellow chair.  Chair is old fashioned metal with one piece legs."
    },
    {
        "text": "Rectangular wooden table with light brown finish, six legs and open shelf at the bottom."
    },
    {
        "text": "A blue and black wheel chair with a joy stick and foot rest, featuring a curved, executive-style design."
    },
    {
        "text": "blue coloured cushion shaped moving chair and good looking"
    },
    {
        "text": "A grey, square-shaped armless chair with a black base, thick cushion, and rounded back support."
    },
    {
        "text": "Sleek grey chair with flat armrests and backrest, composed of thin squares and rectangles."
    },
    {
        "text": "This dark grey recliner has a rectangular shape with one arm rest and a head rest."
    },
    {
        "text": "Round grey table with black and white checkered pattern in a shape of a square in the middle, four steel legs."
    },
    {
        "text": "Rectangular wooden table with a silky texture, snuff or dark brown color, four block legs, and a support piece joining them."
    },
    {
        "text": "A modern black chair with a wooden frame, yellow patterned seat, and no arm rests. Geometric shape with sharp leg edges and a curved back rest."
    },
    {
        "text": "This is a black rectangular shape table with two criss crossed legs stationary ."
    },
    {
        "text": "A black antique chair with a high back and three flat legs, featuring a dark brown pattern that covers all but two of the back legs."
    },
    {
        "text": "A black, armless chair with four legs and a curved top back, featuring a grey painted wood with hard edges."
    },
    {
        "text": "Stylish round chair with black and white checkered pattern, curved back and cushioned seat."
    },
    {
        "text": "A square glass-top table with light green surface and four brown-finished legs."
    },
    {
        "text": "Its flexible ash colored stand. we place thing on it"
    },
    {
        "text": "A white, round metal table with a single leg and a circular base."
    },
    {
        "text": "Rectangular desk, walnut wood color, has bottom shelf"
    },
    {
        "text": "A clear glass round table with bent metal frame support"
    },
    {
        "text": "A round grey table with a wide top and a small round base, made of a strong material like wood, plastic or metal."
    },
    {
        "text": "A gray round metal table with wide top and small round gray base."
    },
    {
        "text": "an office table made of metal and having four stand base with wheels for moving and mostly colored with cement color."
    },
    {
        "text": "grey rectangular table with straight legs connected in pairs"
    },
    {
        "text": "A FLAT GRAY TABLE  MADE FROM WOOD MATERIAL  WHICH IN RECTANGULAR  SHAPE AND FLAT PHYSICAL APPEARANCE"
    },
    {
        "text": "Hexagonal brown wooden table with six trestle-style legs, featuring a green flat-back chair with a rounded top and black seat."
    },
    {
        "text": "it is red colored table. it has different shaped in it. it has five different direction in it."
    },
    {
        "text": "Rectangular white wooden table with smooth edges."
    },
    {
        "text": "This is a flat white, wooden, rectangular table."
    },
    {
        "text": "A white, round-backed chair with armrests, four legs, and a tan cushion."
    },
    {
        "text": "withe chair with black metallic arms and black metallic feet"
    },
    {
        "text": "This bar stool features a low, flat back, arm rests, and a rectangular black seat atop a vertical pole base."
    },
    {
        "text": "it is in grey colour above seats are cushoined with two woody legs"
    },
    {
        "text": "This deck chair has thick red padding. The arm rests and supports are in two rectangular metal pieces."
    },
    {
        "text": "An oval-shaped, sandal-colored wooden table with four cylindrical legs and metal rods connecting them."
    },
    {
        "text": "Looks like a highly folded, brick nylon chair."
    },
    {
        "text": "Dark brown wooden chair with sturdy base and framed back rest. It has no hand rests."
    },
    {
        "text": "a brown sitting chair made of wood with 4 stands"
    },
    {
        "text": "A dark cherry modern low sitting coffee table. the rectangle shaped table stand on 4 block legs with a support piece joining the legs under the table top."
    },
    {
        "text": "Rectangular wooden table with four legs and a green felt top."
    },
    {
        "text": "A long desk table with a white top. It has one cabinet on the left side with a small drawer on top and a long drawer spans the remaining length of the desk to the right."
    },
    {
        "text": "This side table is rectangular with two built in drawers.  The drawers have very plain knobs and there is a shelf built along the bottom of the table."
    },
    {
        "text": "A rectangular table with a blue top and a slanted metal base, featuring a single leg in the middle that is tilted diagonally."
    },
    {
        "text": "A contemprary white table with a blue top."
    },
    {
        "text": "A round, dark grey marble table with a single pedestal support base."
    },
    {
        "text": "A modern square glass table with black metal cylindrical legs."
    },
    {
        "text": "This tall, grey rectangular table features a unique base with four square legs ending in large wheel-like casters."
    },
    {
        "text": "A blue, square table with four rectangular legs."
    },
    {
        "text": "This is very unique looking table with aqua-colored top part along with long brown colored base-legs."
    },
    {
        "text": "a well cushioned chair with a big seating area and an additional cushion for back rest. Has an arm rest too and four small legs at each corner."
    },
    {
        "text": "brown colored L shaped,  cane chair. with four short legs and a square seat with long rectangle back. white cushion on he seat."
    },
    {
        "text": "This chair features a grey-black fabric upholstery, a squishy cushion, and four metal legs with a chrome finish. It has a round shape and a revolving base."
    },
    {
        "text": "This is a black chair with a white seat."
    },
    {
        "text": "VERY ELEGANT CUSHION SOFA WITH IRON HANDLE ,BROWN IN COLOUR"
    },
    {
        "text": "Two hexagon shaped brown wooden stands. They both have a light wooden top"
    },
    {
        "text": "Maroon hexagonal table with two light brown cork-topped stools and two golden-topped octagonal end tables."
    },
    {
        "text": "A black coffee table with thick legs. The top is made up of slats and there are spaces between each slat."
    },
    {
        "text": "Rectangular wooden table with dark brown legs and a gray extended side, forming an L-shape."
    },
    {
        "text": "This black coffee table features a rectangular top with thin slats and hollow stripes, supported by four thick, solid black legs."
    },
    {
        "text": "A ROUND BROWN TOP HARD WOOD OAK  THREE LEGS TABLE"
    },
    {
        "text": "Circular Brown Coffee Table.With 4 C Frames for Extra Support & Stability & also makes the Table look Stylish & Appealing."
    },
    {
        "text": "A brown wooden oval table on two connected legs"
    },
    {
        "text": "AN OVAL SHAPE CENTER TABLE. IT IS IN YELLOW AND LIGHT BROWN COLOR. IT IS MADE OF WOOD."
    },
    {
        "text": "An oval-shaped wooden table with a yellow and light brown finish."
    },
    {
        "text": "a circular small wooden table with broad supports"
    },
    {
        "text": "It is a finger shaped back rest, blue colored with one stand support made of leather."
    },
    {
        "text": "A white stainless steel chair with a plastic seat and backrest, U-shaped armrests and legs, and a light blue seatrest."
    },
    {
        "text": "Rectangular white-topped table with grey sides and a keyed-lock."
    },
    {
        "text": "This stylish table features a long rectangular top with a brown and grey striped cloth cover, and four Y-shaped grey metal legs for support."
    },
    {
        "text": "It is a brown wooden chair with a rounded top back"
    },
    {
        "text": "This chair features a yellow wooden frame with four legs, two armrests, and a high back. It is decorated with blue diamond shapes and chocolate and brown stripes."
    },
    {
        "text": "wooden chair didn't have handle is both sides. Chair has four legs, looks like dinning table chair. back of the chair has two parallel holes."
    },
    {
        "text": "A round, wooden coffee table with four curved legs and a glass top."
    },
    {
        "text": "A grey, one-piece plastic chair with a curved top, no arms, and four wooden legs."
    },
    {
        "text": "A grey, square chair with four legs and a wooden frame."
    },
    {
        "text": "A wood made key-lime colored chair with seat,grill type backrest and two connected frame legs"
    },
    {
        "text": "This chair has a tall, slatted back and a silver frame. It has four legs and no arms, and a grey wooden seat. Its geometric shape is rectangular, with a curved top."
    },
    {
        "text": "grey high backed chair"
    },
    {
        "text": "A beige box with two flaps and a black cylinder, featuring a rectangular top with two yellow rectangles and a black square."
    },
    {
        "text": "It's a box with a big black square on top, two tabs extended out from the sides, and two black circles extended out from the other two sides."
    },
    {
        "text": "Rectangular wooden table with four thick, dark brown legs."
    },
    {
        "text": "A rectangle dining table with light grey top, and 4 dark grey legs."
    },
    {
        "text": "A modern red chair with a steel frame, grey arms and legs, and a curved design."
    },
    {
        "text": "A brown textured chair with vertical back supports. The chair top and seat are blue."
    },
    {
        "text": "The chair is a geometric gray stone brick with a checkered pattern on the sides and a bowl-shaped seat."
    },
    {
        "text": "Rectangular wooden pool table with green felt, silver accents, ball return, and cue balls."
    },
    {
        "text": "pool table, heavy looking, has green top, silver at four corners and accents in silver, ball return on side, cue balls racked up with white ball ready to play"
    },
    {
        "text": "This modern chair features a sleek, rectangular frame with four joined legs, a slightly padded seat, and a flat oval back. It is crafted from leather and iron, and is finished in a gray hue with a white seat."
    },
    {
        "text": "A four-legged chair of black wood, with a curved back and no arms, featuring a grayish hue and small legs."
    },
    {
        "text": "a black curve chair"
    },
    {
        "text": "A round table with a silver top and three differently colored legs - gray, black and brown."
    },
    {
        "text": "Rectangular blue ping pong table with black metal frame and 8 legs."
    },
    {
        "text": "a black table with four legs"
    },
    {
        "text": "a blue colored table tennis table which has a metal frame"
    },
    {
        "text": "A purple chair with spindles and heart cutout."
    },
    {
        "text": "Its a brown chair which probably is made of wood. There are no arm rests in the chair."
    },
    {
        "text": "A round, white table with four metal legs that cross to form an 'X' at the base."
    },
    {
        "text": "blue and brown combination, rectangular shape, wooden table appearance is good"
    },
    {
        "text": "An oval shaped wooden table with 2 solid square legs."
    },
    {
        "text": "An oval-shaped wooden table with two square legs, featuring a brown finish and a spacious work surface."
    },
    {
        "text": "A brown, rectangular table with four legs. There is a second, lower surface close to the bottom of the legs."
    },
    {
        "text": "Rectangular wooden table with four legs and a dark brown finish."
    },
    {
        "text": "A large, old fashioned armchair with a high back."
    },
    {
        "text": "tall blue square table of unknown material with four rectangular legs"
    },
    {
        "text": "This low vertical metal table features a rectangular grey wooden top with a glass top and a box at the bottom, two-tone silver and grey colors, and a rectangular base."
    },
    {
        "text": "mini tea table wooden clour with four legs."
    },
    {
        "text": "A wooden rectangle shaped center table with four bent legs."
    },
    {
        "text": "Rectangular wooden table, four bent legs, golden color."
    },
    {
        "text": "Rectangular, low-profile, coffee-colored wooden table with curved edges."
    },
    {
        "text": "A brown rectangular table with a square top and a single metal leg painted blue."
    },
    {
        "text": "a modern brown dining table with a square top and a rectangular column as a base"
    },
    {
        "text": "A RECTANGLE SHAPED TABLE. IT HAVE FOUR BLACK COLOR LEGS AND BROWN COLOR TOPS"
    },
    {
        "text": "This stylish, dual-colored table features a semi-rectangular shape with two legs, wooden material, and a chocolate and gray pattern."
    },
    {
        "text": "this is a  chocolate and gray color table  material use wooden and his horizontal down the sides"
    },
    {
        "text": "Rectangular grey table with two connected benches, made of wood and iron."
    },
    {
        "text": "A round, gray table with a metallic top and four straight black metal legs."
    },
    {
        "text": "it is grey in color, round in shape with four asymmetrical legs, legs are made with metal and top of the table is made with plywood and appearance looks like round coffee table/ side table."
    },
    {
        "text": "A series of three tables connected to each other. They have a sharp section for easy insertion."
    },
    {
        "text": "A chair with four legs and arm rest."
    },
    {
        "text": "Rectangular black table with two transparent squares in the middle, a vertical post in the center, and painted in dark grey."
    },
    {
        "text": "a grey chair with elongate back and no armrests"
    },
    {
        "text": "A silver steel chair with four legs, a square base, and a headrest with a comfortable back."
    },
    {
        "text": "A lime green metal chair with a black backrest, four tilted legs and no arms."
    },
    {
        "text": "A bright red chair with a round back and four legs, two armrests connected to the base."
    },
    {
        "text": "This chair has wooden legs that are brown. It's seat and headrest is covered in a grayish fabric."
    },
    {
        "text": "A blue chair shaped like a hand. The palm is the sitting surface while the upright fingers are the back."
    },
    {
        "text": "This is a steel chair with a straight back"
    },
    {
        "text": "A grand, heavy chair with a striped fabric in light pink and light grey, featuring cup holders in arm rests, a head rest, and a cream and gray wooden design with a full covered seat and backrest."
    },
    {
        "text": "A white, boxy armchair with a cup holder, armrests, and a padded back."
    },
    {
        "text": "White leather padded armchair with short back, removable seat cushion, and sturdy metal four-legged frame."
    },
    {
        "text": "This is a silver padded chair that reclines and has a cup holder."
    },
    {
        "text": "Metal frame chair with wooden slats on back and seat."
    },
    {
        "text": "A rotating chair with movable wheels attached to that"
    },
    {
        "text": "A steel chair with yellow color seat  and four legs"
    },
    {
        "text": "One short round chair with three royal blue colored cushions and having a round backrest"
    },
    {
        "text": "chair armchair type of red fabric with beige feet"
    },
    {
        "text": "A green, curved wooden chair with 6 legs and a leg rest for comfort."
    },
    {
        "text": "A low red armchair with 2 legs that look like flattened circles on contact points. Red back and armrests and white legs."
    },
    {
        "text": "A red and gray aluminum chair with oblong legs and a rectangular shape, featuring a padded interior."
    },
    {
        "text": "A low, square wooden table with a dark brown finish, four stubby legs, and a smooth top."
    },
    {
        "text": "It is a table with glass rectangular top. Legs of table are cylinderical in shape."
    },
    {
        "text": "Rectangular white table with grey metal legs and black beading."
    },
    {
        "text": "A brown wooden chair with a grey cloth back, sloping seat, and four slender legs."
    },
    {
        "text": "A square shaped light gray color table with one stand."
    },
    {
        "text": "A glass round table with a bottom glass round base"
    },
    {
        "text": "RECTANGULAR SHAPE TABLE WITH RED COLOR TOP WITH RECTANGULAR SHAPE CLOSED BOTTOM SUPPORT"
    },
    {
        "text": "Table with multicolored brown wood counter surface on gray metal frame with four corrugated supporting sections sitting on four wheels"
    },
    {
        "text": "This is a black, square-shaped table with four rounded corners and metal folding legs."
    },
    {
        "text": "A gray, wooden chair with black armrests, a slatted seat and back, and paddle-shaped arms."
    },
    {
        "text": "A simple but good looking brown with black base stainless steel chair"
    },
    {
        "text": "It is a black chair with 4 thin legs. It has no arms, and the seating area is a scooped shape."
    },
    {
        "text": "Table with top of glass and structure in metal with cylinder legs"
    },
    {
        "text": "a chair with no legs and no hand support made of cushion material"
    },
    {
        "text": "A brown wooden table which is round in shape, with one leg which has wooden attachments."
    },
    {
        "text": "a circular table with small metallic supports and green shaded top"
    },
    {
        "text": "Rectangular wooden chair with an olive green hue, reclining back and curved edges."
    },
    {
        "text": "Rectangular wooden table with brown and grey hues, thick legs and smooth surface."
    },
    {
        "text": "The table is new model, wood material and brown and black color."
    },
    {
        "text": "Gray metal chair with a four rung backrest and crowned headrest."
    },
    {
        "text": "Rectangular table with four ash-colored legs, black glass top, and metal frame."
    },
    {
        "text": "a lengthy rectangular shape table which has four legs having a black color surface on top and fully ash in color"
    },
    {
        "text": "Three drawer wooden end table"
    },
    {
        "text": "small metal chair with as round back. so to be slightly declined in the back."
    },
    {
        "text": "This table has a black base with wheels and a large, oval, white top."
    },
    {
        "text": "This chair features a black metal frame, four legs, and a peach seat and backrest. Its shape is rectangular with curved edges, and its color is a combination of black and orange."
    },
    {
        "text": "A dark brown circular wooden table with four bowed legs connected to a circular base for extra support and stability."
    },
    {
        "text": "A table is fully balck color and using wood material and shape is rectangel . This is old fasion table"
    },
    {
        "text": "Rectangular grey wooden table with four legs and two drawers."
    },
    {
        "text": "This swimming pool chair is a geometric shape with a dark brown color. It has a high back and a long seating area with a foot rest that can be folded."
    },
    {
        "text": "this is a dark brown slotted high back and very long seating area. The foot rest is long and stretches out and can be folded back."
    },
    {
        "text": "A low-backed, purple-patterned chair with four legs and armrests."
    },
    {
        "text": "Four straight silver metal legs hold a rectangular brown vented top of this table."
    },
    {
        "text": "Rectangular brown table with silver metal legs and vented top."
    },
    {
        "text": "A table with blue glass top and a bent metal pipe for a leg"
    },
    {
        "text": "Rectangular wooden table with brown finish and glass top, four legs and a flat surface."
    },
    {
        "text": "SOLID RECTANGULAR WOODEN GAME TABLE WITH BLUE FELT GAMING TOP."
    },
    {
        "text": "Rectangular dark brown table with glass top and sturdy wooden legs."
    },
    {
        "text": "Blue executive chair with five legs, wheels, and cushioned seat."
    },
    {
        "text": "A tall, red chair with a square seat and long backrest, featuring silver armrests, a black spring-like base, and accordion-style legs."
    },
    {
        "text": "A typical chair. Made out of steel, it can be viewed at any hipster gastro pub."
    },
    {
        "text": "A pink coloured stylish chair, useful for functional type."
    },
    {
        "text": "A blue, circular table with a wooden base and a hexagonal pattern on top."
    },
    {
        "text": "A blue, rectangular glass table with three tiers, curved feet and a groove cut into the top."
    },
    {
        "text": "Sleek black rectangular table with a T-shaped top crafted from granite and stone."
    },
    {
        "text": "A round table in a silver colour (aluminium or steel?).  It has a modern appearance."
    },
    {
        "text": "A tall, rectangular, dark ash wood table with a slim top and four legs."
    },
    {
        "text": "Sleek white round table with four metal legs joined at the center."
    },
    {
        "text": "A chair with a black cushioned seat with a brown wooden backrest and four brown wooden legs."
    },
    {
        "text": "Armless four leg chair with arc top back"
    },
    {
        "text": "This armless chair is made of grey metal, with a rigid body and a curved backrest."
    },
    {
        "text": "A sleek silver metal table with a round glass top and four crossed legs."
    },
    {
        "text": "Rectangular teak-colored desk with four legs, three drawers and a tilted top."
    },
    {
        "text": "Rectangular white table with two leg supports and a shallow drawer in the middle."
    },
    {
        "text": "Rectangular brown wooden desk with four thin legs and five drawers, each with a dark round knob."
    },
    {
        "text": "Rectangular wooden table with four legs and racks, brown in color with a long plank on top."
    },
    {
        "text": "a rectangular table that is made from wood and has four legs."
    },
    {
        "text": "A white, egg-shaped chair with a grey base and single support, perfect for kids."
    },
    {
        "text": "A rectangular brown wooden table with four straight legs."
    },
    {
        "text": "a rectangular wooden veneer coffee table with four straight legs"
    },
    {
        "text": "Grey, plastic, square chair with open slats in the seat and tall, open slat back."
    },
    {
        "text": "Wooden chair. Looks like an out door chair."
    },
    {
        "text": "Grey colored round chair with three legs and back rest"
    },
    {
        "text": "a black and hot pink designer chair with staggered square spindles arranged underneath. staggered square spindles are arranged at the back for support."
    },
    {
        "text": "A grey plastic chair with a rectangular seat and four white feet, featuring horizontal stripes and a slotted design."
    },
    {
        "text": "A white folding table that can be used a rectangular dining table or a round dining table."
    },
    {
        "text": "Coffee table with four legs for support, the material being probably wood"
    },
    {
        "text": "Rectangular white folding table with silver accents and cream flaps for versatility."
    },
    {
        "text": "A brown colored 4 legged wooden chair with cushion for the sit and neck area. It has 5 long wooden blocks for back support"
    },
    {
        "text": "A wooden chair with a high and arched back rest. The fronts legs curve towards the front and the back legs curve towards the back. It also has curved bars linking the side and back of the legs."
    },
    {
        "text": "Form fitting grey office chain with rollers and a handle in the back for storage."
    },
    {
        "text": "Rectangular wooden dining table with four legs and golden strips, curved legs, lower shelf and colorful patterned top."
    },
    {
        "text": "Black Color, Rectangle Shape, Wood Material, Homes Use Table."
    },
    {
        "text": "Rectangular black wooden computer table with teak colour, two perpendicular center pieces, flat base and no legs."
    },
    {
        "text": "Rectangular black wooden table with two drawers and a bottom shelf."
    },
    {
        "text": "A height-adjustable, non-reclining chair with a square base in Space Grey, featuring black protrusions on both sides and a single rod spring support of steel."
    },
    {
        "text": "a chair with single rod spring support of steel"
    },
    {
        "text": "Rectangular wooden table with ivory top, dark grey legs, and pull-out shelf."
    },
    {
        "text": "A brown armless wooden chair with four legs."
    },
    {
        "text": "A square-shaped, armless chair crafted from teak wood with a stain brown finish."
    },
    {
        "text": "A square-shaped, armless chair crafted from teak wood with a stain brown finish."
    },
    {
        "text": "A lenghty rectangular table bench with no back and hand bars and which has three half sphere legs at it's bottom"
    },
    {
        "text": "Rectangular coffee table with short gray legs and medium brown wood top."
    },
    {
        "text": "A black art deco chair with a ridged back and seat, and two curved metal legs."
    },
    {
        "text": "A gray wicker chair with navy blue accents, curved back, winged arms, and two cushions for extra comfort."
    },
    {
        "text": "A sleek grey swivel chair with a cushioned seat and metal base."
    },
    {
        "text": "This is a swivel chair that is grey.  It has a cushioned seat."
    },
    {
        "text": "A beautiful broad sofa of red colour. It is very spacious and legs are fully covered."
    },
    {
        "text": "A low, turquoise glass coffee table with a curved, rectangular shape and a wave-patterned bottom."
    },
    {
        "text": "Brown Color, Wood Material, Table with Drawer"
    },
    {
        "text": "Rectangular wooden study table with a drawer, brown in color, four legs and a self-textured surface."
    },
    {
        "text": "Round-based metallic chair with gray marbled finish, blue foot and head rests, and two cushion arm rests."
    },
    {
        "text": "A long rectangular table with a slight curve (going towards) in the middle. The table plane itself is white while the base is black."
    },
    {
        "text": "A red, round wooden table with four thin legs and a central bracing."
    },
    {
        "text": "A square wooden coffee table with a brown finish and four black legs."
    },
    {
        "text": "A brown chair with design at the seating and back, provided with thick wood for good supporting."
    },
    {
        "text": "It is a black chair with 4 thin legs. It has no arms, and the seating area is a scooped shape."
    },
    {
        "text": "A black, rectangular steel chair with an artistic backrest and four legs."
    },
    {
        "text": "A high metal chair with a drink or bottle holder at the right side and a round bottom."
    },
    {
        "text": "Light brown rocking chair with curved semi-circle legs and sandy coloured seat."
    },
    {
        "text": "This futuristic chair is constructed out of a solid piece of black molded plastic. The open-weave of the seat curves gently up into the back. The front legs join under the chair to create a cantilever effect allowing the chair to not need back legs."
    },
    {
        "text": "A green and yellow arm chair.  Not an attractive pattern."
    },
    {
        "text": "A large, block-patterned, green sofa with a checkered-coated chair featuring thick foam on the seat and high back, rounded arms and a rounded back."
    },
    {
        "text": "Rectangular chair with thick legs, green seat, 3 vertical back poles, and a blue top with a small man standing underneath."
    },
    {
        "text": "A white, round table with a molded stand and silver metallic accents."
    },
    {
        "text": "A low, rectangular coffee table with a black top, glass middle and brown wooden legs."
    },
    {
        "text": "A round, light wooden table with four silver metal legs."
    },
    {
        "text": "A table of yellow base looks good. It is round in shape and legs are of silver colour."
    },
    {
        "text": "Square, light brown, plastic-like table with rounded corners and thin metal legs."
    },
    {
        "text": "A white wooden counter with a glass top, moving counterclockwise, featuring a rectangular shape and four base stands."
    },
    {
        "text": "A white wooden counter with a glass top, moving counterclockwise, featuring a rectangular shape and four base stands."
    },
    {
        "text": "Rectangular wooden desk with four drawers, dark brown in color, metal handles, and two drawers on each side."
    },
    {
        "text": "A grey deck chair with a lattice pattern, featuring a rectangular shape and four criss-cross legs."
    },
    {
        "text": "This is a brown chair that would be a diner chair. It's back is made of horizontal slats. It is brown and is made of wood."
    },
    {
        "text": "A grey metal folding chair with a rubberized seat and backrest, featuring four legs and an ash-colored armless steel frame."
    },
    {
        "text": "rectangle shaped glass top wooden frame table."
    },
    {
        "text": "Baroque-style wooden table with curved legs and a raised border, featuring an orange and red design."
    },
    {
        "text": "This chair features a black cloth upholstery, a rounded back, tufted design, and arm rests. It has a three-legged geometric shape with a cushioned wooden frame."
    },
    {
        "text": "A red chair with a curved seat and geometrical metal legs, providing a modern look."
    },
    {
        "text": "A white plastic chair with four hollow legs and a rounded top on the back, featuring a gray color and a high back."
    },
    {
        "text": "a red lounge chair with armrests and a high back"
    },
    {
        "text": "An L-shaped desk with a white top and 6 drawers on the shorter side, and a black and gray split on the longer side."
    },
    {
        "text": "Rectangular dark brown wooden table with four curved legs and two drawers."
    },
    {
        "text": "A brown wooden circular table with four tall wooden feet connected by a circular wooden base in the middle."
    },
    {
        "text": "Light green pentagon-shaped wooden chair with blue printed cushion and armrests."
    },
    {
        "text": "A rectangular wooden design table has two wide broad legs."
    },
    {
        "text": "Rectangular wooden table with four long legs and a shelf below the top, in a warm brown hue."
    },
    {
        "text": "The object is a tall wooden brown table with a shelf below the table top."
    },
    {
        "text": "Rectangular brown table with two tiers, four legs and a metal frame."
    },
    {
        "text": "A low, square rocking chair with a light-colored wooden frame and a dark blue upholstered seat and back cushion."
    },
    {
        "text": "This table is rectangular in shape, with a grey finish and four small legs. It has a broad top and two racks for storage."
    },
    {
        "text": "Rectangular black iron table with four legs and a sleek finish."
    },
    {
        "text": "Rectangular glass-topped coffee table with thin black metal frame and four grey metal legs."
    },
    {
        "text": "modern art black and white table"
    },
    {
        "text": "Rectangular brown office desk with a built-in book shelf and a single drawer. Geometric shape with a high back and two legs."
    },
    {
        "text": "Airplane passenger chair with blue upholstery and a grey base.  It has a pocket on the back."
    },
    {
        "text": "A multi-hued chair with a rounded back and four square legs, crafted from wood and painted in a variety of colors."
    },
    {
        "text": "A black, metallic chair with four slender legs and armrests, featuring a curved top and sides."
    },
    {
        "text": "This chair features an ombre olive green color, a curved back and seat, and four inclined legs."
    },
    {
        "text": "A brown chair with a metal frame and four legs, featuring a beige cushion and a thin, green fabric covering."
    },
    {
        "text": "It is a natural colored rectangular wooden table with six legs."
    },
    {
        "text": "Metal side table. Modern open rectangle base with circle glass top"
    },
    {
        "text": "This sleek, rectangular black table has a low profile and two side compartments. It is made of wood and has a modern blue hue."
    },
    {
        "text": "Rectangular wooden table with dark brown legs and light brown top."
    },
    {
        "text": "a brown color rectangular wooden table with four black legs"
    },
    {
        "text": "Wooden rectangle long table. four legs and the top  wood work and up full glass attached"
    },
    {
        "text": "Rectangular brown wooden table with four legs and a single drawer."
    },
    {
        "text": "Rectangular wooden table with white and light green finish, supported by X-shaped metal legs."
    },
    {
        "text": "A silver chair with beige cushions, featuring a soft texture and a single-person design."
    },
    {
        "text": "This black chair features a unique, luxurious design with a coal black shade, iron legs, and leather seat, armrest, and backrest."
    },
    {
        "text": "a black cusion chair that has short back legs and slightly larger front legs"
    },
    {
        "text": "A grey soft chair with five wheel legs and a blue cushioned seat, featuring a foot ring and five glides for rolling."
    },
    {
        "text": "a little wooden bench made with slices of different types of wood"
    },
    {
        "text": "Rectangular brown wood top table with metal base and S-shaped legs."
    },
    {
        "text": "Rectangular metal table with four black legs and a multicolored tile top."
    },
    {
        "text": "Rectangular white wooden table with four legs connected at the base."
    },
    {
        "text": "TWO SHORT LEG FLAT BASE WOODEN TABLE WITH NO DRAWER"
    },
    {
        "text": "A rectangular green table with two square legs and a smooth finish."
    },
    {
        "text": "glass table top with grey steel drawers."
    },
    {
        "text": "A round white table with three metal legs and a scalloped glass top."
    },
    {
        "text": "a future table with three legs with a glass top"
    },
    {
        "text": "A tall, square-shaped brown wooden table with two bent silver metal legs."
    },
    {
        "text": "THIS IS A SMALL TABLE.\nTHIS IS A RECTANGLE SHAPE."
    },
    {
        "text": "This drawing board is made of iron and features a wooden table top with two metallic legs. It has a flat, slightly bent silver metal top with a rectangular shape."
    },
    {
        "text": "drawing board made with iron with good quality"
    },
    {
        "text": "A black rectangular wooden table with 4 straight legs. The legs are reinforced with a cross pattern of struts and connected across the bottom length of the unit."
    },
    {
        "text": "Rectangular wooden table with two drawers, brown top and blue base."
    },
    {
        "text": "A sleek black rectangular table with four tapered legs."
    },
    {
        "text": "This is a white desk with 7 total drawers. There are 3 drawers on both the left and right side and 1 drawer in the middle under the desktop."
    },
    {
        "text": "A gray rectangular desk with 3 drawers, each with hand holds to open them."
    },
    {
        "text": "Rectangular desk with ash-colored top, black-lined edges, and three drawers with hand holds."
    },
    {
        "text": "Very modern chair that looks to be made of wood. All gray very geometric in design."
    },
    {
        "text": "A four-legged brown wooden chair with red and pastel fabric upholstery, armrests, and a striped seat cushion."
    },
    {
        "text": "Rectangular gray metal frame with four legs and a wooden slatted seat, topped with a red cushion."
    },
    {
        "text": "Wooden brown chair with red back and striped seat."
    },
    {
        "text": "A BROWN COLORED CHAIR THAT HAS SEATING,BACK RESTING BOTH CUSHION AND HAS HAND RESTING BAR."
    },
    {
        "text": "BROWN COLOR TABLE  MADE WITH WOOD MATERIAL AND IN RECTANGULAR SHAPE  AND FLAT PHYSICAL APPEARANCE"
    },
    {
        "text": "A light red chair with four metal legs and a pink cushion, accompanied by a small matching table."
    },
    {
        "text": "This is a brown lap table. It is small and made of wood."
    },
    {
        "text": "This wooden table has a unique design with a light brown and silver mixed color, two open compartments on the sides, and curved legs."
    },
    {
        "text": "it is light color table. it has two big racks in it. it is look different."
    },
    {
        "text": "A metal chair with no arms and green seat."
    },
    {
        "text": "A black armless dining chair with a square shape, black metal frame and cushion, and a mix of wood and metal materials."
    },
    {
        "text": "Rectangular wooden table with dark brown-red hue, two thin legs with asterisk cutouts, and a long shape."
    },
    {
        "text": "This brown wooden coffee table is square shaped and has four legs. It is low to the ground."
    },
    {
        "text": "Round grey table with four wooden legs."
    },
    {
        "text": "A brown colored single seated wooden chair with cushion"
    },
    {
        "text": "A simple looking black colored resting chair with four legs."
    },
    {
        "text": "Dining chair, wooden, black, with backrest, and four legs."
    },
    {
        "text": "Cushion sofa set wooden frames heavy sofa set"
    },
    {
        "text": "A brown, stumpy chair with four cylindrical legs, grooved detailing, and a slitted back."
    },
    {
        "text": "A brown chair that seems to be made of wood and has thin armrests is spinning around in circles. It has a rounded back and there are 3 small and 3 large openings in the back as well as 2 extra planks between the front legs."
    },
    {
        "text": "Brown chair. Made of wood. Has a high back."
    },
    {
        "text": "A cozy, low wooden coffee table with a delightful finish accentuating the pattern of polished wood."
    },
    {
        "text": "A brown, square wooden table with a glass inlay in the center and four rectangular legs with oval cutouts."
    },
    {
        "text": "This is a medium brown wooden table. It has a center piece made of glass."
    },
    {
        "text": "square Brown wooden Table with four metal legs"
    },
    {
        "text": "Looks like a highly folded, brick nylon chair."
    },
    {
        "text": "This brown armchair features a metal frame with rounded ends, a slightly torn seat, and a coaster base."
    },
    {
        "text": "A brown, wooden, square table with four legs connected at the bottom in a criss-cross pattern."
    },
    {
        "text": "A sleek, black and gray chair with a cylindrical cushion and no armrests, featuring a square shape and circular forms."
    },
    {
        "text": "A black leather chair with a chrome metal base, featuring a sleek, modern design with a square, broad base and grey cushion."
    },
    {
        "text": "A brown wooden chair with U-shaped arms, flat seat, curved armrests, and four legs with vertical front and tilted back."
    },
    {
        "text": "a comfortable chair with cushion body as seat and backrest"
    },
    {
        "text": "A very retro chair, it has a very thin metal base. It has 3 semi-circle cushion all tied together."
    },
    {
        "text": "This is a brown puffy half circle chair with metal frame legs"
    },
    {
        "text": "A round wooden chair with a brown finish and a red pillow for comfort."
    },
    {
        "text": "Rectangular wooden table with two blue glass shelves, three legs on each side, and open ends with horizontal support."
    },
    {
        "text": "a table with 2 steps and the top is made of glass and other parts wooden"
    },
    {
        "text": "Triangular glass table with blue top and black tripod base."
    },
    {
        "text": "A glass and metal round table. The top is glass and the bottom is two interlocking metal squares."
    },
    {
        "text": "a wooden and metal chair that is brown and grey in color."
    },
    {
        "text": "An heirloom chair with a geometric shape, featuring a brown wooden frame, curved armrests, and a maroon plush seat cushion."
    },
    {
        "text": "Modern black and grey semi-circular table with four metal legs and a keyboard tray."
    },
    {
        "text": "This coffee table is long and low with multicolored wood on the top. It has a narrow compartment just below the top of the table, and another compartment below that."
    },
    {
        "text": "white and silver colour,rectangular shape,iron and silver,medium in size."
    },
    {
        "text": "Rectangular wooden table with two drawers, four thin legs, and a green felt backboard."
    },
    {
        "text": "this is a make up table made out of wood that has a mirror attached to it nad has 2 doors"
    },
    {
        "text": "Circular black wooden table with three protruding legs."
    },
    {
        "text": "black , round , wooden material, hall decorate type"
    },
    {
        "text": "A square wooden table with gray color, short legs, and a white frame."
    },
    {
        "text": "a white colored  table for use with small designs in it for use in homes offices, restaurants"
    },
    {
        "text": "A square red coffee table with a glass top and four solid legs."
    },
    {
        "text": "a chair with a square black seat and circular backrest with four circular metal legs"
    },
    {
        "text": "Rectangular table with dark brown sponge surface, complete back and arms rest, and silver metal legs."
    },
    {
        "text": "This chair is a modern office type with a metal base, D-shaped, armless, and dark grey in color. It has a L-type leg and half circle back, and is made of metal."
    },
    {
        "text": "This is a black, square, suede, comfortable-looking chair."
    },
    {
        "text": "A black rectangular table with two triangular legs."
    },
    {
        "text": "A rectangular wooden design at top table has two legs."
    },
    {
        "text": "A black color round shaped wooden table with three legs"
    },
    {
        "text": "A old Fashioned , white plastic and square base."
    },
    {
        "text": "A round grey table with a single central support and a square base."
    },
    {
        "text": "A round table with differnt type of look and is good"
    },
    {
        "text": "A green table that looks like a centipede that eats itself"
    },
    {
        "text": "Rectangular wooden table with curved edge, green in colour, four thin legs and a drawer."
    },
    {
        "text": "A yellowish brown wooden chair with a rectangular hole in the backrest, curved back and straight front legs, and four legs."
    },
    {
        "text": "This is a brown wooden chair. It has four legs and has no arm rests"
    },
    {
        "text": "A yellow chair with a square seat and oval back, supported by four slim blue metal legs."
    },
    {
        "text": "A sky blue chair with a bamboo seat and back, four legs, and two-piece armrests with brown stripes."
    },
    {
        "text": "The antique brown coor table looks pretty amazing."
    },
    {
        "text": "Sleek round silver metal table with a small base and wide top."
    },
    {
        "text": "a tall silver table. Small base and a wide table top."
    },
    {
        "text": "silver color, round shape, iron material, use to standing table"
    },
    {
        "text": "Rectangular green and brown pool table with six holes and two ball slots."
    },
    {
        "text": "A wooden bar table with four legs, supported by two wooden braces that form a X"
    },
    {
        "text": "It is a carved wooden elephant table. It is red in color"
    },
    {
        "text": "Round wooden chair with a high backrest and no arms, featuring a mix of olive green and brown colors."
    },
    {
        "text": "A black wire mesh chair with four legs and armrests, featuring a wide seat area and a short back, with a geometric, spider-web-like design."
    },
    {
        "text": "A grey plastic chair with a rectangular seat and four white feet, featuring horizontal stripes and a slotted design."
    },
    {
        "text": "Rectangular brown table with 4 iron legs and two wooden surfaces."
    },
    {
        "text": "A brown colour wooden round shaped table having three legs"
    },
    {
        "text": "Standard four-legged wood table, medium brown finish."
    },
    {
        "text": "Standard four-legged wood table, medium brown finish."
    },
    {
        "text": "A black rectangular coffee table with angular legs and a reddish abstract design on the top."
    },
    {
        "text": "a grey color metallic chair with frame style legs and inclined back rest"
    },
    {
        "text": "A stylish coloured chair, with red coloured seating provided, with good design."
    },
    {
        "text": "Rectangular white table with sharp edges, ladder-style legs, and two metal tower-shaped legs supporting a light-weight glass top."
    },
    {
        "text": "A black chair with a silver cushion and black stripes, featuring a bent wooden frame and four legs."
    },
    {
        "text": "Rectangular steel chair with armrests and four legs, white wooden finish."
    },
    {
        "text": "blue colur,chair shape,plastic are used,small size."
    },
    {
        "text": "Rectangular wooden chair with maroon fabric upholstery, hollow arms and legs, and a comfortable cushion."
    },
    {
        "text": "This is a brown cushion living room chair."
    },
    {
        "text": "Dark brown, four-legged armless chair with a square back featuring a window pane pattern."
    },
    {
        "text": "A grey, geometric armchair with a reclining back, thick cushioned sides, and metal four-legged frame."
    },
    {
        "text": "A chair with gray back support and legs and white seat support."
    },
    {
        "text": "A tall black cushioned chair with full padded arms on both sides. It has four black wooden legs that are connected by a bar in between each leg."
    },
    {
        "text": "Cubicle table, brown, square, wooden, and looks new."
    },
    {
        "text": "Two beige and brown chairs, attached from one side."
    },
    {
        "text": "Rectangular white wooden table with smooth edges."
    },
    {
        "text": "Wooden chair with natural color and four legs."
    },
    {
        "text": "This is a low backed cushioned chair with a purple diamond-shaped pattern on the seat and back..  The chair is armed and square with chunky legs."
    },
    {
        "text": "a purple armed metallic chair with four legs"
    },
    {
        "text": "A classic, light brown wooden chair with curved legs, armrests, and a leather seat and backrest."
    },
    {
        "text": "A  dark beige sofa chair without armrests. It sits on four short square legs of a dark wooden finish."
    },
    {
        "text": "This armchair has a square back, tan leather upholstery, and light brown wooden arms and legs."
    },
    {
        "text": "A bright red, circular metal table with a single central leg and a round base."
    },
    {
        "text": "Rectangular, two-tiered, sky blue glass table with four dowel-shaped legs."
    },
    {
        "text": "A brown, stumpy chair with four cylindrical legs, grooved detailing, and a slitted back."
    },
    {
        "text": "A rudimentary table built with a single wooden board and a gray metal easel."
    },
    {
        "text": "Rectangular brown table with tapered legs, two drawers on each side, and a milk white top."
    },
    {
        "text": "it is rectangle table. it is made with metal. it has a round portion at the center of top flat portion and projected from the surface."
    },
    {
        "text": "table with stand size , made of wood"
    },
    {
        "text": "A fashionable curved chair in a soft wood color, with metal arms that extends into the legs."
    },
    {
        "text": "A revolving blue chair with inox and wood materials, featuring a rounded seat, rectangular back, arm rests, and five wheeled tyres."
    },
    {
        "text": "Chair for ceo, Show luxury of your level, materials from inox and 100% wood"
    },
    {
        "text": "Rectangular wooden chair with red and black colouring, featuring a fire-style design and armrests."
    },
    {
        "text": "Square Short Height Red Coloured Coffee Table With Glass Top"
    },
    {
        "text": "Rectangular brown table with tan inlays, four arched legs and steel connecting rods."
    },
    {
        "text": "Wooden table with rectangle for office purpose and also like a computer table"
    },
    {
        "text": "a oranged colored couch with four legs that is made from wood."
    },
    {
        "text": "A brown, wooden folding chair with a thin frame, beige fabric seat, and curved back support with a circular hole in the middle."
    },
    {
        "text": "A wooden chair with a slightly curved back and back legs and straight front legs. The back of the chair has a lower rectangular opening."
    },
    {
        "text": "a brown folding chair"
    },
    {
        "text": "A brown wooden chair with a tall, curved backboard and four legs."
    },
    {
        "text": "That is a unique chair ,style of 1990. A memory with material from wood , you can listen with that chair"
    },
    {
        "text": "A dark-brown four-legged chair with no armrests. There is a solid wooden back with a small space between the bottom of the back and the actual seat."
    },
    {
        "text": "A collapsing or fold-able lawn chair with an open slat seat and back stained dark brown. The legs form and X pattern and extend from the opposite sides of the seat."
    },
    {
        "text": "Rectangular wooden chair with dark brown color, arms rests, curved backrest, straight wood bars, and hand rests."
    },
    {
        "text": "A white outdoor end-table with classic wooden slats."
    },
    {
        "text": "A round, brown chair with a pink cushion and four slim wooden legs."
    },
    {
        "text": "brown color off circle shape chair with pink color cushion in sitting place having wooden legs used for office and home reception"
    },
    {
        "text": "A rectangular steel grey table with two legs, a flat top and a divider in the middle, resembling a table tennis table."
    },
    {
        "text": "Curved metal chair with black and red color, movable wheels, S-shaped plastic and material, wheel type and office model."
    },
    {
        "text": "a black color metallic chair with designed back rest and four legs"
    },
    {
        "text": "Rectangular brown wooden table with brass legs and marble patterned top, featuring curved edges and four curved legs."
    },
    {
        "text": "Square-shaped dark brown wooden chair with slatted back and one armrest."
    },
    {
        "text": "A gray, armless chair with a round seat and four angled legs."
    },
    {
        "text": "Grey plastic executive chair with five round wheels, no arms, and a broad seat with two holes."
    },
    {
        "text": "This chair has a circular seat and four legs that are all at angles. The chair is brown and appears to be made of plastic."
    },
    {
        "text": "A tall black table The top portion is slim.There are four legs which are attached."
    },
    {
        "text": "A brown coloured rectangular wooden table with two legs"
    },
    {
        "text": "A brown wooden chair with four beams as legs, a tall back rest and a square beige seat."
    },
    {
        "text": "A red chair with thin silver metal legs, curved plastic seat and backrest, and an orange hue."
    },
    {
        "text": "looks to be made of plastic and has wheels on the bottom."
    },
    {
        "text": "The chair is retro and round with little to no arm rest. It has a back cushion and bottom cushion."
    },
    {
        "text": "A brown color wooden table with oval shaped top and four leg."
    },
    {
        "text": "A foldable white plastic patio table that sits on legs with wheels attached."
    },
    {
        "text": "A gray, circular folding table with four bracket-like legs, each with wheels and braces."
    },
    {
        "text": "An oval-shaped brown wooden table with four grey straight legs."
    },
    {
        "text": "This grey bookshelf is rectangular in shape, with 8 cubbyholes and no door."
    },
    {
        "text": "This is a long set of shelves in white that has cubby hold openings."
    },
    {
        "text": "A modern chair with a unique striped pattern of orange, yellow, blue, white and brown, featuring a small round base and sleek metal legs."
    },
    {
        "text": "vivid-colored seating with stylish-simple design bases being small round"
    },
    {
        "text": "A brown, wooden folding chair with a thin frame, beige fabric seat, and curved back support with a circular hole in the middle."
    },
    {
        "text": "waiting room chair with dark brown corduroy type material. The back rest part of the chair is rounded and wider at the top and tapers down."
    },
    {
        "text": "A four-legged brown wooden chair with red and pastel fabric upholstery, armrests, and a striped seat cushion."
    },
    {
        "text": "Rectangular wooden table with four grey cylindrical legs and a brown top."
    },
    {
        "text": "side table with four aluminum legs & ply surface rectangular type"
    },
    {
        "text": "Brown wooden seat and back with darker brown legs. No arm rests"
    },
    {
        "text": "The table looks like a traditional Japanese table. It has a brown color and made my solid wood."
    },
    {
        "text": "A brown wooden chair with a high back and six slate back supports, featuring a geometric shape with four legs connected."
    },
    {
        "text": "wooden high back chair without arms. Six slate backsupport"
    },
    {
        "text": "A table that like a cuboid and gray in color."
    },
    {
        "text": "Rectangular wooden table with rounded corners, black and green felt, and wood accents."
    },
    {
        "text": "A rectangle glass table with a unique base design"
    },
    {
        "text": "It has four legs all black with two surfaces both being a light brown color and flat."
    },
    {
        "text": "See through slightly frosted glass topped table that rests upon a thin black metallic frame."
    },
    {
        "text": "rectangular wooden sofa with white foam based sitting material and two arm rests and white foam based back rest"
    },
    {
        "text": "A blue metal chair with an open, curved back, a curved square base, and slim legs featuring small holes."
    },
    {
        "text": "ASH COLOR ROLLING CHAIR WITH BACK SUPPORT WITHOUT HAND SUPPORT"
    },
    {
        "text": "a tall silver table. Small base and a wide table top."
    },
    {
        "text": "A modern, armless rocking chair with a red geometric patterned fabric and a gray metal semicircle base."
    },
    {
        "text": "A red chair with a black, metal base. The body of the chair is split, with as gap at the bottom and top."
    },
    {
        "text": "This is a high standing chair with a tan cushion and metal frame. Beneath the seat of the chair is a metal basket to store things."
    },
    {
        "text": "This sleek black chair features a round bar for the arms, a flat back, and rounded edges. It is made of steel and has seven holes."
    },
    {
        "text": "Rectangular white table with four legs and glass top."
    },
    {
        "text": "Stain Brown Color, Rectangle Shape, Wood Material."
    },
    {
        "text": "A narrow brown table with long legs and a flat, rectangular surface."
    },
    {
        "text": "A box type table with rectangular glass surface with wooden border and short legs"
    },
    {
        "text": "Circular cotton ring is placed on single rod strip and separated by five balls made of plastic."
    },
    {
        "text": "A tall, wooden chair with a plush, multi-colored seat and back featuring rainbow print and star cutouts."
    },
    {
        "text": "multy coloured chair with four different colours. it has four pieces of plywood"
    },
    {
        "text": "A GREEN VELIT AND WHITE SCRIPE GAME TABLE"
    },
    {
        "text": "A RECTANGLE SHAPED TABLE. IT HAVE FOUR BLACK COLOR LEGS AND BROWN COLOR TOPS"
    },
    {
        "text": "A YELLOW COLOR RECTANGULAR SHAPED WOODEN MADE TABLE WITH 4 SHORT DESIGNED STANDS"
    },
    {
        "text": "A black and white stragit leeg chair."
    },
    {
        "text": "A black chair with a curved silhouette and no armrests, featuring a rounded seat and intricately carved backrest."
    },
    {
        "text": "A black chair with a two-piece back, rectangular armrests, and angled legs, featuring a square seat and a geometric design."
    },
    {
        "text": "A black colour kitchen pan shaped chair with a rod holding the top from center with tyres at the bottom"
    },
    {
        "text": "A black table with a round top and long legs."
    },
    {
        "text": "A blue colored, leather material has a nearly square shape."
    },
    {
        "text": "A brown colored wooden square table with storage shelf on one side."
    },
    {
        "text": "A brown metal chair with a wire seat and backrest, curved sides and a rectangular base."
    },
    {
        "text": "A brown swivel chair with four wheeled legs and a red cushion."
    },
    {
        "text": "A brown table with four legs.  The table is made of wood and the top has a tan stripe down the middle."
    },
    {
        "text": "A brown wooden coffee table with an X-shaped leg pattern."
    },
    {
        "text": "A brown, square-shaped wooden table with two legs and a glass top."
    },
    {
        "text": "A brown, wooden chair with four curved legs and a flat seat, featuring a backrest with four horizontal slats."
    },
    {
        "text": "A circular wooden table which has round top mounted on single bulged cylindrical leg which has a small gap in between where a circular round wooden coil is visible."
    },
    {
        "text": "A clear transparent top rectangle table with a bend type support ground base of black-grey color"
    },
    {
        "text": "A coffee table with an artistic base underneath instead of legs at the corners."
    },
    {
        "text": "A dark brown wooden chair with two arms, each featuring a square cutout, and a rounded back."
    },
    {
        "text": "A gray object with four long legs and a lighter-colored surface."
    },
    {
        "text": "A grey chair with a geometric pattern of dark to light grey squares, featuring a Roma-style design and quality wood construction."
    },
    {
        "text": "A grey chair with a wide seat and backrest, four black legs, and no armrests. Geometry is rectangular with curved legs."
    },
    {
        "text": "A grey colored single seated chair with four legs"
    },
    {
        "text": "A grey coloured  sofa seater made of cushion like material."
    },
    {
        "text": "A grey upholstered chair with four brown wooden legs, featuring a rectangular shape and arm rests."
    },
    {
        "text": "A grey, leather, double armless chair with four mini legs and a square shape."
    },
    {
        "text": "A large flat back that is yellow fabric and wood going to the ground. A yellow fabric seat and two wooden legs."
    },
    {
        "text": "A large office chair with no padding and a very small support on 5 wheels."
    },
    {
        "text": "A large, silver or grey table. Surgical looking. 4 legs plus a central beam running through the middle a few inches above the ground"
    },
    {
        "text": "A light brown, round wooden table with a delicately carved rim and a curved base."
    },
    {
        "text": "A light brown, round wooden table with four tall square legs and a circular base."
    },
    {
        "text": "A light gray chair with four straight legs and a high back with two crossbars."
    },
    {
        "text": "A lime green office chair with a curved back, black armrests, and 5-spoke legs with rollers."
    },
    {
        "text": "A low black chair which looks like it is made from a shiny plastic material. The front two legs are straight, the back two legs curve backwards and the solid back and arm rests both curve."
    },
    {
        "text": "A low, square brown coffee table with a glass top and wooden shelf below."
    },
    {
        "text": "A modern 3-legged glass-topped side table with a triangular shape and grey color."
    },
    {
        "text": "A modern design lounging chair.  The chair is brown in color, is made of upholstery and steam bent wood, and would have the ability to slightly rock."
    },
    {
        "text": "A modern, black chair with a geometric shape, featuring a fabric cushion on the seat and back, and metal legs."
    },
    {
        "text": "A modern, curvy red chair with black trim and a four legged base, and a four legged foot stool in the same style as the chair."
    },
    {
        "text": "A modern, red, flower-shaped table with four thin, tubular metal legs that fold inwards at the center of the top."
    },
    {
        "text": "A multi bright colored wooden/hard plastic chair with a round back rest, no padding."
    },
    {
        "text": "A rectangular aqua table with a silver metal frame and four legs."
    },
    {
        "text": "A rectangular blue table crafted from a semi-transparent material, with no legs and a flat top."
    },
    {
        "text": "A rectangular brown colour table has four transparent glasses fitted on the upper table top and vertical and horizontal-design like structure on the lower table top with four legs"
    },
    {
        "text": "A rectangular brown table with rectangular yellow coloured designs provided at the top, designed with four legs."
    },
    {
        "text": "A rectangular grey table with four sleek legs and a smooth top surface."
    },
    {
        "text": "A rectangular shaped steel table which has a white colored rectangular top and has two legs which has an inverse U shaped part at the bottom where only the top of the chair is colored in white and has an ash colored leg."
    },
    {
        "text": "A rectangular wooden coffee table with a tile top, featuring 18 light gray tiles and four brown legs."
    },
    {
        "text": "A red, foldable chair with armrests, triangular arms, and lattices on the back and seat."
    },
    {
        "text": "A red, rectangular wooden table with four inwardly curved legs."
    },
    {
        "text": "A revolving type grey colored chair with cross steel base, a seat and a half-rounded backrest"
    },
    {
        "text": "A round table that has a round base.  The table is blue and has a light pattern of circles in it."
    },
    {
        "text": "A round wooden side table with curved edges and a single center leg for support, in a warm brown hue."
    },
    {
        "text": "A round wooden side table with curved edges and a single center leg for support, in a warm brown hue."
    },
    {
        "text": "A round, grey metal office table with four wheeled legs for easy mobility."
    },
    {
        "text": "A rustic brown table with a square top and an X-shaped base, featuring a symmetrical design and intricate carvings."
    },
    {
        "text": "A semi-spherical chair with no arms and a cupped black seat cushion . It sits atop a light gray adjustable pedestal with a circular support base."
    },
    {
        "text": "A short, brown, rectangular wooden table with square legs."
    },
    {
        "text": "A skinny wooden table. It has drawers and brown finish."
    },
    {
        "text": "A sleek grey S-shaped chair with smooth curves and no sharp edges, crafted from a single sheet of wood."
    },
    {
        "text": "A sleek, black, five-pointed, square-shaped table with a glass top and metal legs."
    },
    {
        "text": "A small rectangular normal wooden study table which has four bulged short legs."
    },
    {
        "text": "A small, circular, green table with metallic legs"
    },
    {
        "text": "A small, oval table with 4 cylinder legs."
    },
    {
        "text": "A square shaped wooden table.It has got a double layered top."
    },
    {
        "text": "A square table with a see-through glass top and 4 legs. The legs are curved and seem to be made of a metallic material."
    },
    {
        "text": "A square wooden table with ash-colored legs and a white top."
    },
    {
        "text": "A tall white wooden table is very simple but nice"
    },
    {
        "text": "A two layered table with blue layers and four grey legs."
    },
    {
        "text": "A white rectangular table with four legs connected by a lateral beam and a foot rest along the center."
    },
    {
        "text": "A wide, rectangular, wooden table with compartment below and 4 legs"
    },
    {
        "text": "A wide, sleek black desk with metal handles on the drawers."
    },
    {
        "text": "A wooden chair with pale green polishing on it."
    },
    {
        "text": "A wooden surface table with metal base support at edge of the table"
    },
    {
        "text": "An L-shaped desk with a brown wooden top and three gray metal legs."
    },
    {
        "text": "An office chair with red cushion and two arms and a nice ergonomic back support"
    },
    {
        "text": "An oval-shaped brown wooden table with four curved legs and two black stripes on top."
    },
    {
        "text": "An oval-shaped, light brown wooden table with 6 spindle-shaped legs and a distressed top."
    },
    {
        "text": "BEAUTIFUL ROUND TABLE. IT HAS A ROUND PLAIN BASEMENT ON THE UPPER AND LOWER PART."
    },
    {
        "text": "Black desk table that has two column shelves beneath."
    },
    {
        "text": "Black egg-chair with single square base.  Fancy pattern on the chair part."
    },
    {
        "text": "Black office chair with 5 legs for swivel function"
    },
    {
        "text": "Black square chair with grey cushions, white and brown-ish frame, and louvred sides and back."
    },
    {
        "text": "Blue and brown square and rectangular chair with rexin and wood material, four legs, armrests, wheels, and cushioned seat and backrest."
    },
    {
        "text": "Brown coloured table, made of wood. Two straight  legs and opposite side is covered with wood."
    },
    {
        "text": "Classic brown chair with curved back, round rattan seat, and angled legs."
    },
    {
        "text": "Dark brown wooden chair with gray cushion, four legs, and vertical slats in back."
    },
    {
        "text": "Dining chair, wooden, with padded seat, and four legs."
    },
    {
        "text": "Gray and Stain Color, Sqaure Shape, Wood Material."
    },
    {
        "text": "It has four legs and is medium sized."
    },
    {
        "text": "It is a brown rectangular table with a drawer and two shelves beneath the table top. It appears to be made out of wood."
    },
    {
        "text": "It is a dark magenta color, stylish well cushioned, curve back support,  comfort chair with curve base support at bottom."
    },
    {
        "text": "Its a wooden brown colour table and has 2 compartments for storage on right side"
    },
    {
        "text": "Light yellow hexagonal wood table with four legs and an oval tabletop."
    },
    {
        "text": "Lime green office chair, with five wheels on the bottom."
    },
    {
        "text": "Long wooden u-shaped conference table with black accent legs."
    },
    {
        "text": "Low table with a circular glass top held to 4 wooden legs by metal fixtures."
    },
    {
        "text": "ORDINARY STEEL CHAIR MADE IN STEEL AND COLOURED IN DARK GRAY"
    },
    {
        "text": "Old fashioned, brown, wooden four legged chair with back support."
    },
    {
        "text": "Rectangular black wooden table with four legs, two drawers and a door for the compartment."
    },
    {
        "text": "Rectangular blue table with wheels."
    },
    {
        "text": "Rectangular brown table with four square legs."
    },
    {
        "text": "Rectangular brown wooden chair with two cutouts in the back and four square legs."
    },
    {
        "text": "Rectangular brown wooden table with four legs and two drawers, beige in color."
    },
    {
        "text": "Rectangular brown wooden table with four long legs and a checkerboard top."
    },
    {
        "text": "Rectangular brown wooden table with two \"H\" shaped legs."
    },
    {
        "text": "Rectangular brown wooden table with two legs."
    },
    {
        "text": "Rectangular cherry wood table with four straight legs and a glossy finish."
    },
    {
        "text": "Rectangular cherry wood table with four straight legs and a glossy finish."
    },
    {
        "text": "Rectangular dark brown low table with solid framing and natural finish."
    },
    {
        "text": "Rectangular dark brown wooden study table with two light brown benches."
    },
    {
        "text": "Rectangular dark brown wooden table with four legs and a double length than width."
    },
    {
        "text": "Rectangular dark chocolate wooden table with four thick legs."
    },
    {
        "text": "Rectangular glass table with a brown wood base and 4 small legs."
    },
    {
        "text": "Rectangular glass table with cross-shaped metal legs and a green finish."
    },
    {
        "text": "Rectangular glass table with four grey metal legs."
    },
    {
        "text": "Rectangular glass top table with four thick brown wooden legs."
    },
    {
        "text": "Rectangular glass-topped table with blue tint, wooden frame and six legs, two of which are square panels."
    },
    {
        "text": "Rectangular gray table with silver accents, one drawer, and four straight post legs."
    },
    {
        "text": "Rectangular grey bedside table with four tall legs and one drawer."
    },
    {
        "text": "Rectangular grey table with black metal legs and a black bar connecting two of the legs."
    },
    {
        "text": "Rectangular grey table with black metal legs and a black bar connecting two of the legs."
    },
    {
        "text": "Rectangular kitchen islander with blue top, silver sides, and 3 handles."
    },
    {
        "text": "Rectangular metal desk with white top, two drawers, black legs and yellow rectangular writing."
    },
    {
        "text": "Rectangular silver table with grating surface and four plastic legs."
    },
    {
        "text": "Rectangular silver two-tiered table with white top and bottom shelf, grey connectors and tubular legs."
    },
    {
        "text": "Rectangular steel chair with a dark gray finish and faux leather seat cushion."
    },
    {
        "text": "Rectangular steel table with white finish, four linked feet and silver accents."
    },
    {
        "text": "Rectangular table made of brown wood with beige color top and has two drawers with the top."
    },
    {
        "text": "Rectangular table with brown wood grain top and four straight legs."
    },
    {
        "text": "Rectangular white steel table with curved frame and two wide legs. Grey two-legged bench with holes in the centre of each leg."
    },
    {
        "text": "Rectangular wooden billiards table with green felt top and thick brown legs."
    },
    {
        "text": "Rectangular wooden chair with a tartan patterned cushion, curved back, and four cylindrical legs."
    },
    {
        "text": "Rectangular wooden chair with four legs, white fabric seat and white pillow on the back."
    },
    {
        "text": "Rectangular wooden chair with four straight legs, brown in color with a flat seat and plain back."
    },
    {
        "text": "Rectangular wooden coffee table with four legs, featuring a blue top and brown base."
    },
    {
        "text": "Rectangular wooden desk with black top, six side drawers and back glass top."
    },
    {
        "text": "Rectangular wooden table with a warm brown hue."
    },
    {
        "text": "Rectangular wooden table with four curved legs, brown in colour with four blue patches on the top and a drawer."
    },
    {
        "text": "Rectangular wooden table with four legs and two drawers, brown in color."
    },
    {
        "text": "Rectangular wooden table with four legs, brown in color, simple and unadorned."
    },
    {
        "text": "Rectangular wooden table with four short legs and a brown finish."
    },
    {
        "text": "Rectangular wooden table with yellow and stain voilet designs, four legs and cup holders."
    },
    {
        "text": "Rectangular, brown wooden table with striped wood grain top and four medium-sized legs."
    },
    {
        "text": "Rectangular, light brown table with a lower shelf of slats and four legs."
    },
    {
        "text": "Round glass top table with three curved, wooden legs in a C-shape, stained brown."
    },
    {
        "text": "Round table, with bright red top, and single metal leg with round base."
    },
    {
        "text": "Round, light brown wooden table with curved legs and segmented top."
    },
    {
        "text": "Round, red cushion chair with curved back and overstuffed padding for comfort."
    },
    {
        "text": "Short wooden center table with modern design and metal legs"
    },
    {
        "text": "Simple rectangular surfaced brown table with four legs"
    },
    {
        "text": "Sleek black and grey office chair with curved armrests and five wheeled feet."
    },
    {
        "text": "Square white metalic table with two levels"
    },
    {
        "text": "Square-shaped, brown wood chair with silver and tan upholstery, dark wood legs, and an outwardly inclined back."
    },
    {
        "text": "Straight-backed, square wooden chair with a purple back cushion."
    },
    {
        "text": "Table for living room, wooden, brown, with glass top, has four legs."
    },
    {
        "text": "Table with high quality wood , you can eat and enjoy with your family"
    },
    {
        "text": "The black table is square in shape.  The legs are cubed shaped with three sides connected."
    },
    {
        "text": "The chair is light and dark gray with four legs."
    },
    {
        "text": "The color is silver , rectangle , probably wood it look like a table with shelves"
    },
    {
        "text": "The object is wooden a dining room chair with a light brown and yellow plaid print. The wood is a darker medium shade of brown and the chair is rotating counterclockwise in the image."
    },
    {
        "text": "Thin rectangular table top with four skinny cylindrical legs capped with silver tips."
    },
    {
        "text": "This angular accent table features a square white metalic frame with an elliptical segment removed from the center, two levels, and a white and gray square shelf with two shelves."
    },
    {
        "text": "This chair has wooden legs that are brown. It's seat and headrest is covered in a grayish fabric."
    },
    {
        "text": "This chair is made from metal and fabric. It's blue and grey in color and has four legs."
    },
    {
        "text": "This grey rectangular table has four bowed legs in a parabolic shape, with a green colour."
    },
    {
        "text": "This is a tall, brown, rectangular table with a door that opens on the end. It is made of wood."
    },
    {
        "text": "This is a wire outdoor chair."
    },
    {
        "text": "This is beautiful turquoise color table and it has botton shelf for storage or rest, which is also blur. and 4 legs."
    },
    {
        "text": "This light brown chair features a classic wooden frame with four legs and a tan cushion on the seat and back."
    },
    {
        "text": "This office chair features a four-legged base with castors, a brown fabric seat and headrest, and adjustable height."
    },
    {
        "text": "This rectangular table has four black legs and a brown wooden top. Its plastic material gives it a sleek, modern look."
    },
    {
        "text": "This stuffed, purple easy-chair has a seat that is longer than it is wide, and has bown legs."
    },
    {
        "text": "This two-tiered table is tan in color and has a rectangular shape with metal support poles and a drawer on one side. It is on casters and has a light brown finish."
    },
    {
        "text": "U-shaped wooden table with six legs, curved top and brown finish."
    },
    {
        "text": "White plastic stacking chair, metal frame with black arm rests."
    },
    {
        "text": "White rectangular table with curved corners, black border and four black legs."
    },
    {
        "text": "Wooden brown chair with ash-colored cushions, 115-degree sitting angle, single seat, olive green cloth seat cushion."
    },
    {
        "text": "Wooden desk, secretarial type, brown, rectangular in shape."
    },
    {
        "text": "Wooden rectangular table with long slim legs"
    },
    {
        "text": "Wooden single-drawer night stand with shelf, with sleek industrial metal handle"
    },
    {
        "text": "Wooden table with rectangle for office purpose and also like a computer table"
    },
    {
        "text": "a 3 legged table, with a triangular glass top, which is grey in color"
    },
    {
        "text": "a black rectangular coffee table with a strange pattern on top"
    },
    {
        "text": "a bright cyan coloured table supported by four legs and there is another floor under the table top.  The legs has  wheels"
    },
    {
        "text": "a brown oblong wooden topped table with four grey supporting legs"
    },
    {
        "text": "a lengthy wooden, sitting and eating unit, connected by a heavy metal frame, and sitting heavily on the floor."
    },
    {
        "text": "a light brown center table for use in homes with carved table legs"
    },
    {
        "text": "a narrow wooden table for a hallway"
    },
    {
        "text": "a pool table with walls that touch the floor. wood corners and top, with a darker material ont he sides"
    },
    {
        "text": "a possible metal silver two level rectangular table with cylinder bars connecting the levels and cylinder bars as the legs"
    },
    {
        "text": "a square, minimalist light grey armless chair. the legs of the chair are attached at the front and back base but not along the side bases."
    },
    {
        "text": "a tall wooden table, brown in colour and has four legs and the table top has four blue colour patches and also has a drawer"
    },
    {
        "text": "a wavy modern theme table with without legs and two compartments"
    },
    {
        "text": "a white 2 level table, good for putting your flower pot on it.."
    },
    {
        "text": "a wooden six door desk with a center door."
    },
    {
        "text": "antenna typed circular skyblue chair"
    },
    {
        "text": "squared brown talbe with 4 black legs"
    },
    {
        "text": "brown colored wooden table. four  V shaped legs with square plain top."
    },
    {
        "text": "black colour,rectangular shape,glass and iron are used,small in height."
    },
    {
        "text": "it is a combination of blue and brown color, rectangle in shape with four legs where entire object is made with wood and surface of the object is covered with decorum and  overall appearance looks like coffee table."
    },
    {
        "text": "an orange and red table with a raised border and rectangular shape. It has four bowed legs"
    },
    {
        "text": "ash colour, rectangluar,metal made,1 box enable two tables"
    },
    {
        "text": "this table is very unquie it is made of wood.it has just one leg stand and on middle there is a circle.the shape of table is round."
    },
    {
        "text": "it is fix type chair . it has brown color. it uses the wooden materials ."
    },
    {
        "text": "fancy dining room chair\nheirloom chair"
    },
    {
        "text": "it is a rectangle table.\nthis is a brown color table."
    },
    {
        "text": "greencross iron hook legs  glass top vertical table"
    },
    {
        "text": "wooden color round with wooden material new model"
    },
    {
        "text": "the table is a rectangular style wooden table with a green felt on the top. there holes or pockets in each corner and one on each side of the top of the table.the  legs are wooden and wide."
    },
    {
        "text": "it is a rectangluar shaped table. it is a solid stand."
    }
]